0 黑暗骷髏騎士隊長最需要注意的是，當他拉開距離以避開他的劍時，他的衝鋒攻擊。
當心黑暗骷髏弓箭手的連續射擊。 <br>但如果你避免它，你可以把危機變成機會。
Darkstalker Rathus 從視線外突襲。 <br>因此，當您躲在地下時，您必須小心。
當我離開我的副官時，戈特被推薦為我的替代者。 <br>哥特勇敢地保護了阿爾弗雷德大人。 <br>朋友說他認為我會成為總司令，並說他會跟隨我。
被圍攻時，你必須迅速弄清楚敵人的位置。 <br>首先擊敗遠程攻擊型敵人，然後單獨擊敗他們。
獨眼掠奪者的銀鬃在肉搏戰中很強，衝鋒攻擊會使目標無法移動，所以要小心。
阿爾弗雷德把我推薦給了拉米爾。 <br>謝天謝地，據說他可以成為總司令。 <br>我要救阿爾弗雷德，哪怕是為了報答恩情。
黑暗女神蕾切爾召喚的骷髏兵的處理也很重要，但要特別小心她強大的魔法攻擊。
當有關於卡利古拉的謠言傳出時，他試圖將他放逐，但不幸的是，阿爾弗雷德大人放開了他的能力並被擊敗了。 <br>我讓哥特監視卡利古拉並保護阿爾弗雷德大人，以防萬一發生這種情況。
根據哥特的信息，卡利古拉召喚地獄看門狗<br>並用她的法杖舉起它來炸毀對手，<br>使用強大的廣域攻擊，所以要小心。
我們絕不能忽視黑蝙蝠。他們用超聲波擊暈對手，並以快速攻擊奪走生命。 <br>如果你被包圍了，你必須做好死的準備。
莉莉絲的犧牲讓仙林恢復了生機，整個森林都充滿了生機。 <br>Nice、Rio 和 Fang 也很努力地照顧著莉莉絲。 <br>大家恢復的森林是這樣的…… .
你不必對擊落自毀蜘蛛保持警惕。 <br>如果您將注意力集中在自毀蜘蛛的屍體上，您將陷入強大的<br>爆炸中。
從什麼時候開始，森林發生了不為人知的事情。 <br><br>生命之力減弱，與仙女交流變得困難。 <br>我很擔心莉莉絲和仙女們，也很害怕。
對幽靈知之甚少。不過從記錄來看，據說移動速度快，攻擊華麗，難以反擊，使用<br>腐化之力的近戰攻擊要小心。
惡魔巢穴可以召喚蝙蝠和遠距離發射毒藥。此外，他的毒會減慢他的行動，所以要小心。
毒蜘蛛已經進化到能夠從遠處攻擊毒藥。 <br>要小心，因為毒藥會造成傷害並使移動變得沉重。
一百年前，拉米爾和莉莉絲之間的戰鬥非常激烈。 <br>特別是莉莉絲以強大的力量懲戒惡魔並拯救了仙女。 <br>我很擔心會像那樣失去莉莉絲大人。
牛頭怪擁有強大的威力和出色的遠程攻擊和衝鋒攻擊破壞力，因此打和跑戰術是有利的。
當她還是天使時，莉莉絲使用了強大的魔法攻擊。 <br>您使用這種力量凍結附近的敵人並召喚盟友。 <br>尤其是多重轟炸魔法如此強大，以至於摧毀了該地區。
Sanctuary Destroyer Zombies 肩負著破壞和污染的使命。 <br>請注意，如果您的任務被打斷，它將發動區域攻擊，傾瀉污染物。
在只有上位惡魔才能使用的詛咒中，最可怕的是，它們會奪走力量和記憶，讓它們長生不老。
怨恨襲擊者殭屍用他們的劍從遠處狙擊敵人。 <br>怨恨攻擊利用生命力。
貪婪的吞噬者殭屍強大的攻擊將他們的對手擊退。 <br>請小心，因為這個貪婪的集合體在死亡時會爆炸。
Venom Watcher 是由 Belzebub 創造的。 <br>這是一種戰鬥類型，您可以偷偷接近對手，擊暈他們，然後用刀片快速殺死他們。
被詛咒永不死的人是有目的的。 <br>它沒有選擇任何手段或方法來實現它，<br>但目的還沒有透露。
古老的墮落騎士雕像原本是聖域的守護者。 <br>近戰攻擊力強，防禦力極佳，所以如果你想將其擊倒，<br>你必須瞄准他的攻擊中的一個漏洞。
<br>眾所周知，被詛咒死亡的對像只會在時間流逝和死亡時死亡<br>當力量和記憶恢復並完成任務時。這不是自相矛盾嗎？
確保您仔細觀察<br>在與被詛咒的巨型寶箱的戰鬥中從嘴裡取出的東西。取出槍管時，您必須<br>迅速離開當前位置。
與他的外表相反，Belzebub 是一個擁有權力和詭計的惡魔。 <br>當心落石反復攻擊並逃跑並通過滾動腳來呼喚，以及使用觸角進行的閃電攻擊。
惡毒的哥布林傭兵團長的醜陋外表是偽裝的。 <br>斬擊和盾牌猛擊的組合具有出色的攻擊力。
首領帶來的少女，擁有召喚靈魂的力量和預言的力量。我得照顧那個女孩，但和其他人一樣，我害怕它的力量。 <br>那個女孩是奇蹟。
古怪的哥布林弓箭手隊長的箭很慢但很強大。 <br>您必須小心，因為它也可以推回目標。
一個殘忍的地精刺客迅速而尖銳地出擊。 <br>您需要有良好的反應意識，因為它會很快發生。
屠夫因其力量和狼牙棒而臭名昭著。要小心，因為使用強大到無法控制自己的狼牙棒攻擊是不可能進行反擊的。
<br>我記得奇蹟成為聖靈的新元首。我很自豪我長大後成為一個偉大的人，克服了歧視和羞恥，寬恕了一切。
一個狡猾的妖精巫醫名副其實。 <br>重複攻擊並運行，召喚精神攻擊。
從某一天開始，奇蹟就經常使用幻術。 <br>你創造了一段只有我能讀懂的記憶片段。 <br>我很害怕，因為我不知道要準備什麼，但現在我知道了。
猛攻掠奪者的石像鬼使用它們的翅膀來最大化它們的攻擊力。飛行後的攻擊非常強大。
Vulcanus 不，以阿茲莉爾今天使用的地獄馬的推力為動力的攻擊是不可能反擊的。 <br>另外，他下馬後的攻擊力更強<br>，大家不用警惕。
當天王城帶著惡魔出現的時候，所有人都驚呆了。 <br>這是因為城堡的主人，不敗者尼德霍格，以黑暗使徒的身份出現。
薇薇安是一個偉大的巫師。他不僅強烈地使用了巫師的所有技能<br>，而且還在傳送後創造了一次攻擊。
四位英雄自告奮勇，前鋒阻止了天城。 <br>我們決定在獲得權力後立即效仿。
艾弗琳是一個行動迅速、技巧嫻熟的刺客。 <br>沒有人能逃脫她的攻擊。
殺手貝雷斯以龐大的身軀衝鋒，碾壓對手，並使用強大的閃電魔法，所以你必須專注於戰鬥。
我們使出渾身解數，重創天城，卻找不到最先離開的四位英雄。此外，我們也被尼德霍格的反擊逼退了。
Jin是一個非常強大的戰士。當金使用同樣的技術時，它表現出巨大的破壞力。
為了大家的安全撤退，天使丹尼爾留下來阻止惡魔的襲擊。遭受重創的城堡幸運地撤退了，但丹尼爾和四位英雄並沒有回來。
澤克是一位偉大的角斗士。他是一名格鬥高手，擁有角斗士的所有品質，並且能夠在一次攻擊中使用一系列動作。
尼德霍格，天空之城的主人，恐懼的對象，擁有身體作為武器。一個尾擊，一個飛行接著一個身體攻擊摧毀了一切，火焰風暴和火焰球燒毀了一切。
Tartarus是黑暗開始和結束的地方。 <br>可以說是我們惡魔般的極樂世界基地。 <br>小心，因為你會面對所有的惡魔。
您將要面對的英雄的靈魂是您認識的人<br>不。可悲的是，他們是過去英雄的靈魂，被惡魔的力量召喚並被他們控制。
您可能熟悉看起來像球的地精襲擊者。 <br>小惡魔箱就像它們一樣。很煩人。 <br>如果粘住，傷害會增加，所以要盡快處理。
小心被稱為獨眼巨人的獨眼魔像。 <br>因為他們被製造成惡魔的武器，並以他們強大的力量和耐力對天使造成了巨大的傷害。
黑暗聖黑暗使用強大的力量和大鐮刀發動了一場激動人心的<br>攻擊。尤其是穿著輕便時，難以避免快速移動的攻擊。
地獄看門狗和惡魔獵犬沒有太大區別。 <br>惡魔獵犬更大，更強，攻擊方式更多。會給你帶來麻煩嗎？
不要忽視這裡的地精襲擊者。 <br>這是因為您在消耗體力方面更快更強。 <br>但是，如果您已經走到了這一步，請忽略它。
如果你和格雷戈爾大人打架，你應該很快看到比賽。那是因為即使是看似馬虎的動作，也發揮出巨大的威力，可以使用不停攻擊的鎧甲。
黑暗聖女貞德擅長強力魔法攻擊。 <br>特別注意飛起來後的強力魔法攻擊和躲在沼澤中後的突然攻擊。
在與末日使者天啟的戰鬥中，最重要的是耐力和耐心。可以化作絕對黑暗之力，所以要經過很多戰鬥。
我們必須迅速趕上丹尼爾和絕對的黑暗。 <br>但要小心，因為您無法了解極樂世界的情況。
布魯圖斯說，他們的同胞天使部隊<br>可能會被洗腦和攻擊。 <br>要小心，因為他們可以投擲充滿光的長矛。
在我看來，死亡孢子越來越頻繁。 <br>因此，聖所上空的黑暗越來越暗。 <br>我們需要在它變得更糟之前阻止孢子傳播。
我很擔心布魯圖斯。情況越來越糟。 <br>我正帶著阻止丹尼爾的意願前進，<br>我跌倒並不奇怪。
但以理不是我們已經認識的天使。 <br>它本來就有強大的力量，但一定有一種隱藏的力量，是從絕對的黑暗中得到的。當心。
丹尼爾和布魯圖斯不幸去世了。 <br>Daniel 決不能原諒利用他所受創傷的黑暗。
我想知道極樂世界是否可以再次恢復。 <br>被如此破壞和污染......絕對黑暗正試圖徹底消滅光之聖所。
幾乎沒有戰鬥可以拯救所有人。 <br>如果你完全戰勝了黑暗，覆蓋極樂世界的死亡孢子也會消失。
現在，拉米爾大人是絕對黑暗的一員。 <br>我不會使用長矛，而是使用巨大的魔法力量。 <br>但它並沒有完全集成，所以盡量利用差距。
絕對黑暗馬格努斯以掌握黑暗和死亡的力量而聞名，並且可以使用暗藏的黑暗武器。 <br>這將是一場漫長的戰鬥，因此請再次做好準備。
以太，一種具有神秘力量的物質，正在被發現。 <br>復活的惡魔擁有強大的力量，所以<br>如果你有以太，對他們有很大的幫助。
我聽說骷髏弓箭手有特殊的力量。 <br>小心他們的箭含有冰凍詛咒。
你有沒有想過敏捷的老鼠會有反射傷害的能力？但相信它，<br>不要避免衝過來的老鼠。
惡魔們正在尋找他們復活的原因，但我們缺乏線索。 <br>這似乎是由一股未知力量造成的局面。 <br>也許以太也是這種力量的副產品？
我不知道為什麼哥特，而不是魔鬼，復活了。 <br>是因為瑞秋的詛咒嗎？傷害反射能力是什麼？ ? <br>我討厭不得不再次讓他失望。
那個把你推回去把你打倒的狼人還是一樣。 <br>這可能是一場艱難的戰鬥，因為它擁有更多的力量。
對以太的研究仍在進行中。 <br>對於每一個找到的以太，都會對效果進行識別，對類型進行分類，並根據效果的強弱設置等級和等級。
他們說雷切爾在進攻中對你進行報復。 <br>有足夠的防禦和耐力，為雷切爾的攻擊力增強能力做準備。
我為再次擊敗哥特而感到難過。 <br>但為了快速掌握情況並解決它，<br>你必須努力奮鬥。我求求你
除了阿爾弗雷德，哥特和卡利古拉的複活可能意味著只有那些受到黑暗力量影響的人才能複活。 <br>讓復活感覺像是對卡里古拉的詛咒。
強大的惡魔擁有特殊的能力。 <br>地獄蝙蝠擁有強大的吸血鬼能力，所以要小心不要失血。
仙林再次充滿了腐化之力…… . <br>是因為幽靈復活了嗎？ <br>如果遇到墮落的莉莉絲大人，你會怎麼做？
隨著爆裂蛛的一切變得越來越強大，它的爆發力也越來越強。 <br>如果連防禦都不起作用，但你又因為阻擋而無法躲避，<br>嘗試在爆炸的同時進行反擊。
不知道為什麼我完全感受不到仙女們的精神。 <br>也許它沒有丟失或被抓住，但感覺它在森林中不存在，現在<br>從一開始就存在。
當前的幽靈具有反射傷害的能力。 <br>如果你有強大的攻擊力，<br>我希望你也有與之成正比的強大防禦力。
惡魔巢穴的毒藥和他創造的蝙蝠還在。 <br>來自盲點的攻擊沒有改變，所以快趕上。
更強的毒蜘蛛似乎使用更多的毒藥。 <br>當您的動作緩慢時，您可能會成為獵物。 <br>向我展示您的驚人動作。
我想找到一個更高等級和等級的以太，或者，如果沒有，增強我必須提高等級和等級的以太。 <br>那種力量不會背叛你。
擁有強大的力量和攻擊力的牛頭怪有能力減少傷害，這將是一場非常艱苦的戰鬥。 <br>擁有超出此範圍的強大攻擊力。
我寧願看到莉莉絲墮落的樣子也不願讓他復活，但我的意志被天堂拋棄了。 <br>請停止更強大的莉莉絲。
地獄的主力殭屍獲得了更多的力量。 <br>請注意，任務中斷時攻擊力會增加。
以太分為攻擊時發動效果的攻擊型和被攻擊時發動效果的防禦型。
地獄突擊殭屍獲得了反射傷害的能力。 <br>要小心，因為這是彌補他弱點的有利能力。
我發現你需要裝備4個攻擊型以太和2個防禦型以太才能激活效果。 <br>請注意套數並相應地裝備它們。
我懷疑這種健談的Belzebub是否仍然存在。 <br>如果我去掉毒觀察者並刺激它，它不會有反應嗎？ <br>如果沒有響應，則有一些我們不知道的隱藏內容。
攻擊型以太在最後一擊時 100% 有效，但有冷卻時間。 <br>防禦型以太在受到攻擊時會被隨機激活。
地獄守護騎士的雕像擁有與之相匹配的力量。 <br>這是為了減少受到的傷害。想要破壞那個防禦，就需要強大的攻擊力。
要激活以太套裝效果，您必須裝備相同數量的以太。例如，你需要裝備4個深淵衝鋒以太來激活攻擊套裝效果。
當心地獄的巨大寶箱。 <br>他的所有攻擊都可以使您昏迷。 <br>請適度躲閃並偷看攻擊機會。
真奇怪，你的劍尖到了貝爾西卜的眼睛時，你卻一句話也沒說。你相信更強大的力量嗎？ <br>看看你的利劍，看看有沒有什麼好說的。
似乎連可笑的哥布林都被賦予了強大的力量。 <br>地獄僱傭兵的攻擊被賦予火力，造成灼傷。 <br>不要被持久的傷害所包圍。
這是一座靈魂的城堡，連靈魂都消失了…… . <br>真的很難過。我懷念以前的樣子。 <br>這是伴娘和聖徒一直想參觀的象徵。
說即使是哥布林弓箭手的箭也具有力量是不公平的。 <br>雖然它們的箭充滿了火焰，但最好避開它們，即使它們很慢。
以太是同一類型，但所有形狀都不同。 <br>因此，您需要收集盡可能多的不同形狀的<br>以太幣，以便將它們全部放入插槽中。
你找不到靈魂的踪跡，就好像它們一開始就不存在一樣。被屠夫困住了？ <br>他變得更強壯了，但如果你把他擊倒，你會看到的。
您最多可以創建 3 個 Ether 的防禦套裝效果。 <br>但實際上只有一種效果可以應用。 <br>當然，您可以選擇。
地精邪法師獲得的力量是反射傷害的能力。 <br>我不知道他為什麼會發展出與地精不同的力量，<br>我有點困擾。
這意味著如果您獲得更高等級和等級的以太幣，您可以變得更強大<br>。這意味著通過強化來成長的能力起點很高。
哥布林一定是受到了火的祝福。 <br>即使是地精刺客的指甲上也有火焰...... .
我不知道城堡的統治者是Azrael還是Vulcanus。 <br>但很明顯，他會以更強大的力量攻擊我們。 <br>將其視為一個強大的惡魔並儘力而為。
當我看到天空城堡中一股未知的巨大力量崩潰時，我以為尼德霍格已經死了。 <br>但天宮完好無損，這真的很奇怪。
不要後悔將以太碎成碎片。 <br>將其視為一項讓自己變得更強大的投資。 <br>當然，每次拆機，都忍不住心疼…… .
到現在為止，你必須知道如何阻止對方正在使用的技能。使用防禦類技能或<br>標籤打擊對手。
以更高的等級和增強級別打破以太會產生更多的以太碎片。我在極樂世界魔法議會的一次實驗中親眼目睹了它，如果它是我的，那就太浪費了。
我不敢相信這是一個與我們完全不同的世界。 <br>這對我來說真的很困惑，但有一件事很清楚。 <br>即使這裡的貝雷斯強大，也應該被淘汰。
我聽說哥布林之王看起來像一個巨大的哥布林掠奪者。此外，還有傳言說他擁有巨額財富。
我不想告訴亨特，這樣他就不會尷尬了。 <br>實際上，亨特是第一個發現以太的人。 <br>我在尋找復活的 Ruemos 時發現了它。
據說在這個終點可以打開一個新世界，所以你一定要試試。就算有比這裡更強大的黑暗，你也應該能夠征服它。
我在極樂世界魔法委員會做過以太增強實驗，<br>聽說現在的技術只能做到9級。
即使是今天的尼德霍格也足夠強大，足以感到恐懼。 <br>但你不是在這裡停下來的人，所以贏得併前進到一個比 Nidhogg 更強大的力量等待的世界。
天啟獲得了絕對黑暗的力量，但從未成為全新的絕對黑暗。也許他需要更多的黑暗力量。
角斗士的靈魂可以燃燒對手。 <br>功率有所不同，但要小心，因為傷害會很大。
巫師的靈魂可以凍結對手。 <br>注意不要把腳綁起來，因為只有細微的差別。
<br>我想自從Dark重新創造惡魔武器以來，我已經能夠連續使用它了。 <br>戰鬥時要小心，因為您很清楚它的力量。
從經驗中您會知道，Dark 的各種攻擊不區分遠程和短程。 <br>當她的身體發光時，這意味著她正在使用強大的攻擊，所以要小心。
刺客的靈魂會快速奔跑並試圖擊倒你。他們的攻擊也有中毒效果，所以最好避開第一次攻擊。
丹尼爾的背叛一定震驚了所有人。 <br>黑暗是否消除了丹尼爾的猶豫？ <br>被黑暗吞噬是一場悲劇。
戰士的精神可以擊暈對手，所以先打敗他們。否則，將難以逃脫他們的攻擊。
格里高爾的近距離和珍妮的遠程攻擊相結合，似乎很強大。特別要小心，因為如果珍妮飛起來消失了，就會發生強大的爆炸。
雖然它不是完美的絕對黑暗，但<br>天啟是一個非常強大的惡魔。尤其是變身的話，就是新的戰鬥的開始，所以準備好漫長的戰鬥吧。
死亡祭司的力量並不強，但如果你激活內部的黑暗，他們可以轉化為幽靈般的存在，所以在此之前擊敗他們。
強化轉換不是將一件裝備的強化值轉移到另一件裝備上，而是交換它們。 <br>我相信你已經知道了。
如果你和妖精們親近，得到保護，那麼從現在開始，不如拆機賣掉裝備怎麼樣？ <br>該材料將對您的仙女有所幫助。
食屍鬼快速而殘忍。它會在瞬間來到你身邊，讓你大吃一驚。特別是攻擊力變強了，所以一定要在它粘住之前打倒它。
與化為惡魔之力的丹尼爾的戰鬥很重要。 <br>所以，當你是天使時，盡快擊敗丹尼爾，並更多地專注於與變形的丹尼爾的戰鬥。
公會傭兵會不斷增加。 <br>我們已經召喚並加入了與您一起冒險的強大助手的精神。
一定是絕對的黑暗將你詛咒為時間的束縛。我記得他接管我身體時的思想和想法。
當讓自己變得更強大的手段有限時，它很快就會開放。繼續<br>不要停止準備變得更強大。
不要忘記完成所有公會成員共同努力才能成功的任務。這對公會和你都有幫助。
絕對黑暗的攻擊，大部分都是強大的廣域攻擊。使用黑暗毀滅之劍時，威力更強，射程更廣，所以要選擇合適的時間進行攻擊。
這個世界是一個非常危險的地方。看起來像老闆的傢伙只是在路上閒逛。骷髏騎士似乎也有增加攻擊力的能力，所以要小心。
成為黑暗傀儡的人類士兵在他們的盔甲中充滿了黑暗力量。這種力量正在減少你受到的傷害。 <br>您擁有比這更多的力量，因此您將能夠擊敗他們。
尤其是更強大的惡魔，似乎擁有地獄之火。 <br>也許火給了惡魔強大的力量？
如果你變強了很多，但還沒有獲得綁定技能，你最好嘗試解鎖它。 <br>你需要它來對付這些該死的惡魔。
我發現了一個看起來與哥特一模一樣的惡魔所擁有的力量。 <br>這是一個傷害反射能力，但它似乎是一個恆定的能力。 <br>在戰鬥前檢查你的防禦和耐力。
你辛苦了這麼久，等你打完這場戰鬥，花點時間看看<br>聯姻任務怎麼樣？可能有些任務您已經完成或即將完成。
我的祖父是追隨拉米爾的英雄。 <br>令人驚訝的是，我祖父的日記中有關於這個地方的東西。 <br>已經有英雄來到這個世界。
在這個由地獄女巫雷切爾統治的地方，大量的地獄皮革等著你。 <br>請不要失去他們的力量。
我只是問，因為我看不到你的武器，但它是什麼級別的？ <br>由於結合技能的條件，我問是因為它很粗魯。 <br>這是因為您需要佩戴 6 級或更高等級的武器才能使用它。
是時候摧毀第一個邪能能量源了。 <br>你祖父日記中出現的英雄沒有成功，但你一定會成功。
如果不是你，我們的世界就會被這裡一樣強大的黑暗所佔據。看到這個世界的樣子，我感到一陣雞皮疙瘩。我會看著你的戰鬥到最後。
惡魔看門狗無處不在。 <br>過去，他們每個人都很弱，但現在<br>他們也很強大，所以要小心他們的牙齒。
哥布林襲擊者似乎不會休息。 <br>因為他們的攻擊注入了地獄之火，留下毀滅性的燒傷<br>。立即擊敗那些球狀的混蛋。
在這樣強大的惡魔存在的地方，只專注於攻擊、防禦和耐力這兩個因素之一是很難增加戰鬥力的。 <br>這是因為即使你有足夠的戰鬥力，你仍然可以被擊敗。
至於幽靈，似乎我們世界上的生物偽裝成死者，然後跟隨我們。如果屬實，這將是一件艱難的事情。 <br>無視幽靈的傷害反射，切斷不良關係。
注意戰鬥中出現的地精強盜。 <br>他是一個新人，擁有很多財富。 <br>經過短暫的無敵期後，您可以快速抓住它，所以不要錯過它。
你是否也在投資被動反擊？ <br>如果您投入足夠多，您就會知道。 <br>等級越高，反擊動作越多。
年輕的老鼠會成群結隊地用他們的新力量吸血鬼偷走你的血。請不要讓他們盡可能多地吸走你的血。
仔細想想，我很抱歉，小群似乎一下子告訴了你一切。小魔盒並沒有什麼特殊技能，但它變強了，所以盡快擺脫它。
貝拉大人一想起他，就好像心情不好。 <br>但是，成功就在您的眼前，戰勝邪惡，驅除黑暗，並消除地獄力量的第二個來源。
我想念一直在這裡旅行的Grazia。 <br>我需要 Grazia 的力量，<br>我希望你得到深海衝鋒的以太來給你力量。
能走到這一步，上古神器的水平肯定很高。 <br>如果您沒有錯過進化，永久增加的統計數據將幫助您在這個地獄般的地方戰鬥。
您是否在被動效果中投資標籤？ <br>如果您投資，即使您受到打擊和推後，<br>標籤也是可能的，因此請考慮投資。
<br>我有消息說地獄人類掠奪者的所有攻擊都有中毒效果。中毒的話，動作就會變慢，所以我想我必須使用攻擊和閃避交替的戰術。
在這場戰鬥中，我們必須同時面對邪能掠奪者和毒液觀察者。您必須一個接一個地與強大的戰鬥。 <br>在戰鬥之前做好準備。
每次準備戰鬥或進行維護時，請查看地圖集。 <br>我想知道完成該系列是否有獎勵。
據資料顯示，有很多從地獄逃出來的人，也有很多來自地獄的劫掠者。準備好快速突襲和傷害反射能力。
有一次，我來到了毒蜘蛛，地獄的毒藥，我們的部隊幾乎全軍覆沒。我勉強保住了性命，但我仍然無法忘記那一天。
情報來了。雖然偵察兵沒有回來…… . <br>黑暗的骷髏，大量的殭屍，黑暗的傀儡<br>因為士兵正在排隊，以強大的攻擊突破。
你已經到達了通往地獄之力的貝爾西卜的大門。 <br>收集你一直在開發的所有力量，擊敗Belzebub，<br>摧毀地獄力量的第三個來源。
如果前三個區域都充滿了貪婪、腐敗和怨恨的力量，<br>我認為仇恨的力量正在籠罩著靈魂的城堡。 <br>您必須擊敗他，他仍然散發著強大的仇恨力量。
總有一天，你也需要大量的黑暗水晶。 <br>或者你已經來了嗎？如果你不能完成很多成就和團結任務，那就去購物吧……嗯，沒有。對不起。
拉米爾的翅膀裡蘊含著多少力量？ <br>如果你將你的翅膀發展到拉米爾大人的水平，你將有能力以幽默的方式通過這個艱難的戰場。
地獄女巫雷切爾所創造的士兵將難以忽視。 <br>那些士兵一定有地獄的力量。 <br>有他從入口出現的信息，快點突破吧。
屠夫的能力很簡單。強大的力量，這就是全部。 <br>所以，它可能更危險，所以不要用武力戰鬥。 <br>反擊和閃避相結合的戰鬥。
看著這個世界上早已連靈魂都沒有了，失去了功能的靈魂之堡，似乎也沒什麼。沒有你，我們這個世界的靈魂就會變成這樣。
據說強壯的傢伙從入口處歡迎您。 <br>也許派出間諜的偵察兵沒有通過入口。 <br>要小心，因為您甚至沒有通過入口就沒有返回。
你認為你會專注於公會戰來創造強大的翅膀嗎？ <br>您將需要越來越多的材料。 <br>我期待著在戰場上看到你擁有比現在更強大的翅膀。
有一個傳說，石像鬼通常以石像的形式出現。 <br>地獄襲擊者也獲得了相應減少傷害的能力。
<br>誰在頂層等待似乎已經不重要了。當然，這個對手並不容易，但願你的劍尖刺入惡魔之心…… .
籠罩天空的黑暗之力似乎是恐懼。 <br>但恐懼對那些不害怕的人不起作用。 <br>那麼，它對你也有用嗎？所以我們要慢慢來嗎？
當心從地獄中復活的巫師精神的攻擊。 <br>所有這些攻擊都有一種冰冷的怨恨，它會凍結他們接觸到的任何東西。
哇，有很多非常強大的人。如果我們沒有充分加強裝備，那將是一場非常艱難的戰鬥。 <br>增強套裝效果你搞定了嗎？您需要做的就是將 6 件裝備升級到 15 級或更高。
從地獄中復活的刺客的靈魂，獲得了對他非常有利的力量。每次攻擊都會使對手中毒。 <br>一個敏捷的人讓對手變慢......一定要保持警惕。
我們一直將貝雷斯視為懲罰和憤怒的對象，但似乎這個世界的貝雷斯有能力被認真對待。 <br>你可以在擊敗它後進行，所以請小心。
<br>誰是每個地區統治者控制的幕後黑手？他一定有一種難以想像的力量。 <br>恐怕。或許，那個絕對黑暗的人…… ?
據說從地獄復活的鬥士被賦予了足以擊暈對手的力量。如果你魯莽戰鬥，你會失去知覺，所以避免戰鬥。
你不能忽視它，因為它是由地精地獄巫師守衛的地方。 <br>導致人類掠食者，地獄逃犯和襲擊者的皰疹<br>可能直到最後都難以觸及。
從地獄中復活的角斗士的靈魂也被賦予了力量。 <br>小心，因為他的劍會因憤怒而燃燒，如果他擊中你，你將持續受苦。
我一路來到這裡。你打得真好。但<br>對你來說，即使是 Nidhogg 也只是一個轉折點。 <br>好的，奪取輝煌的勝利，走向另一個未來。
你特地來這裡見我真是太神奇了。 <br>我佩服你的力量。但這個地方是時間的永恆紐帶。你必須為持續的戰鬥做好準備。
這種時間束縛的詛咒讓你一直在戰鬥。詛咒的力量是如此強大和無限，<br>還沒有人找到解決辦法。
請不要錯過公會戰並參加。 <br>為了佔據上風，每個人都團結起來。 <br>招募僱傭兵並投資於他們的能力。
已經發現了一種新的以太，並且正在製作設備。 <br>只有獲得所有這些並進行投資，才能通往未來的道路。
我厭倦了惡魔武器和黑暗，但我能做什麼？ <br>即使他們也無法擺脫時間的枷鎖，面臨著反复的<br>生死…… .
沒有人會知道但以理的誠意和隱藏的目的。因為他甚至是在欺騙自己，暫時抹去自己的記憶。
你有服裝嗎？釋放潛力？ <br>你可以通過釋放你的潛力獲得新的能力。 <br>最好準備足夠的資源來消耗。
不要為和你在一起的仙女們節省你的裝備。 <br>我會給你很多祝福來幫助你的力量。
珍妮也是被時間鎖鏈束縛的存在，顯得疲憊不堪。這就是為什麼我認為格雷戈爾是完美的。 <br>當然這不是真的... .
我得出了什麼結論？難道天啟也被使用了？將更強大的絕對黑暗帶入源頭，讓真正的絕對黑暗復活的財富。
這將是一場艱苦的戰鬥，因為它還具有減少對具有強大攻擊力和威力的牛頭怪的傷害的能力。 <br>最好擁有超越此的強大攻擊力。
從地獄中復活的角斗士的靈魂會燃燒起來。 <br>那種力量可以把你燒毀，所以我認為最好用反擊來擊敗它。
從地獄中復活的巫師的精神以寒冷的力量為特徵。 <br>所有攻擊都可以凍結你，所以在遇到麻煩之前集中你的攻擊。
當我看到極樂世界，我創造、玷污的光之帝國時，我心痛，我很失望。難的是，即使我的身體被偷了，也是我親手做的。
丹尼爾的攻擊，被絕對黑暗的力量所轉化，就像一頭野獸。堅強、堅強、無所畏懼。嘗試瞄準慢速攻擊點。
從地獄中復活的刺客的靈魂會毒化每一次攻擊。中毒的概率很高，所以要小心<br>如果你上癮了，不要驚慌，冷靜地反擊。
捕食者殭屍以強大的攻擊將對手推開。 <br>即使在死亡的那一刻，你也會自殺以奪取對手的生命。 <br>如果你已經贏​​了，你會沒事的。
我不知道敏捷的老鼠會有反射傷害的能力，但我認為沒有必要避開拉圖斯，他相信它並沖向它。
從地獄中復活的戰士靈魂可以用強大的打擊擊暈你。確保在避免快速和令人興奮的攻擊的同時進行戰鬥。
您可能已經註意到，您可以像絕對黑暗一樣使用您擁有的終極力量<br>。這是因為<br>技術的來源是相同的。請專注於反擊。
現在似乎很難忽視黑暗骷髏騎士團的指揮官。 <br>這是因為他增加攻擊力的能力變得更強了。
如果你不躲避黑暗骷髏弓箭手的火力，你可能會被凍住。小心，因為有很高的凍結機會。
地獄掠奪者反射傷害的能力得到了加強。 <br>這是因為你變得更強大了。此能力始終保持。 <br>管理您的耐力并快速擊敗它。
看來命運正在狠狠地打你。 <br>這個維度，情況不斷重複，試煉越來越激烈，<br>我感覺自己就像一條無法逃脫的時間鏈。
我教哥特最重要的東西是防禦。但是有了傷害反射能力，我想我會專注於攻擊。對不起。
地獄的叛徒紅牙足夠強大，可以從被囚禁的地獄中逃脫。 <br>你不能讓他充電。
<br>我以為我們陷入了深深的泥潭，但我們決定改變主意。我們會來打敗深淵的黑暗。
地獄女巫雷切爾默認擁有更強的攻擊力。那是因為你身上帶著永遠保持著的黑暗之力，所以讓我們快點玩吧。
<br>我認為黑暗的力量越來越強大的原因是因為光明的力量越來越弱。 <br>您的勝利將使光更強大。
卡利古拉似乎已經獲得了完全黑暗的力量。我能感覺到那股強大的力量，連我的身體都在顫抖。每次攻擊都要小心。
查看血獵魔蝠的行為。 <br>如果你在飛行後衝上去，你是在偷血，所以一定要在那個時候反擊。
在沒有仙女的森林裡，黑暗似乎迅速蔓延開來。 <br>尤其是在如此黑暗的地方。 <br>我無法見到仙女，但我祝你一切順利...... .
地獄火滅霸爆蛛的爆發力很強。 <br>但更讓我害怕的是體力和攻擊力的提升。當你毫不留情地奔跑時要小心。
讓我們先擺脫惡魔巢穴，以便順利戰鬥。 <br>否則，您可能最終處於中毒狀態並被無數<br>蝙蝠攻擊。
黑暗工人幽靈具有反射始終保持的傷害的能力。你的攻擊力也變強了，所以要小心。 <br>並且在他飛行時不要使用大動作。
我所愛的森林被時間的枷鎖所吞噬，真是太悲哀了。 <br>我只是對試圖帶回森林的莉莉絲感到抱歉。
毒蜘蛛，地獄的毒藥，沒有什麼可改變的。 <br>我剛剛獲得了更多的力量、耐力和毒藥。 <br>嗯，到目前為止，事情並沒有改變。
看這反復出現的情況，似乎可以肯定，鬼魂來森林時帶了很多妖魔。 <br>地獄女巫瑞秋四處亂竄。
地獄毀滅者牛頭怪的特點是力量和強壯的身體，同樣強大。減傷能力突出了它，所以你需要很強的攻擊力。
你一定很清楚莉莉絲的力量。但<br>他現在比你能想到的任何東西都要強大。 <br>請注意不要站在痛苦的沼澤中。
地獄馱馬殭屍現在總是擁有強大的攻擊力。攻擊速度不快，但是當你和你的部下一起攻擊時，不要猶豫反擊。
我剛從旅行回來，但我想這比我發現的要多。我感覺到一股不尋常的氣息。 <br>黑暗的基地發生了什麼事。
Hell's Assault Zombie也有反射傷害的能力，所以你必須有良好的防禦和強大的攻擊力。 <br>您的攻擊可能會自食其果。
地獄的凡人掠食者變得更加狂野。 <br>強度和生存能力都有所提高。它仍然很慢，但是... .
如果你認為毒液觀察者沒有任何改變，那你就大錯特錯了。唯一沒有改變的是外觀。 <br>一切都變得更強大了。從頑強和卑鄙的事情... .
黑暗的堡壘是另一個維度，它位於那裡的深處。 <br>我以為它在一百年前的戰爭之後失去了力量，<br>但似乎出現的新黑暗將它帶回到了那個點。
你可能已經知道，地獄守護騎士的石像，顧名思義就是堅固的。它具有強大的攻擊力和使您無法使用的技術，因此要小心反擊。
你肯定會前往我發現的黑暗基地。 <br>請小心。有危險力量的惡魔，也有擁有強大黑暗力量的惡魔。
謹防來自地獄巨魔盒的一切攻擊。 <br>那個惡魔的所有攻擊都能讓你昏迷…… . <br>而且有很多攻擊，所以請確保您不會受到更多攻擊。
我很清楚貝爾西卜的力量，但現在有點不同了。 <br>除了說我比以前強大得多...而且我只能要求你盡量不要被閃電擊中。
邪惡的地精地獄傭兵首領獲得了地獄之火。 <br>他的攻擊可以灼傷你，所以不要忘記在你攻擊的那一刻進行反擊。
更強大的暗流也在靈魂城堡中流淌。 <br>我擔心你經歷過或可能經歷過的偉大戰鬥永遠不會結束。
即使是邪惡的妖精地獄弓箭手隊長，擁有地獄之火也讓戰鬥更加困難。當心燒傷 <br>小心並通過閃避和反擊對他的火做出反應。
似乎沒有人能夠避免時間的重複。 <br>這意味著它不是你自己的詛咒。但這意味著你有同事傷害你。
要說即使是殘酷的地精地獄刺客也有地獄之火。 <br>這意味著所有地精都可以燒死你。 <br>用反擊餵食更猛烈的刺客。
肆虐殺戮的惡魔屠夫比以往任何時候都更加狂野和強大。他們會嘗試從遠處向您收費。 <br>當您的身體顏色發生變化時要小心。
如果奇蹟回歸，我想我們就能找到解脫聖者的生命力。我在等那一天。 <br>我希望你能帶來那一天。
狡猾的地精惡魔法師獲得了其他力量。 <br>顧名思義，他似乎獲得了反射傷害的能力。 <br>以更強大的力量和防守壓制他。
即使經過這裡，也可能會面臨更艱難的考驗。 <br>這就是為什麼你必須擁有更多。但是<br>您將永遠能夠克服它，因為您已經證明了這一點。
面對阿茲瑞爾對你來說將是一個很好的考驗。 <br>如果你能快速克服兩個完整的條件，包括從馬上下馬，你就足夠強壯了。
連丹尼爾都看不到的天城，是一個孤獨的戰場。 <br>此外，來自更強大敵人的攻擊會讓你加倍努力。但我希望你能度過難關。
從地獄中復活的巫師之靈，是冰冷力量的象徵。 <br>所有攻擊都可以凍結你，<br>在你遇到麻煩之前，集中你的攻擊來擊敗它。
兩者都必須強大才能擊敗這裡的強大敵人。 <br>無論你一個人多麼強大，如果你的朋友很弱，<br>我的力量就會減半。
從地獄復活的刺客靈魂的每一次攻擊都是有毒的。中毒的可能性很大，所以要小心<br>如果你上癮了，不要驚慌，冷靜地反擊。
你不想再看到像貝雷斯這樣卑鄙狡猾的殺手，但他擋住了你的去路。
開發設備並非易事。但是<br>我正在為受苦的你們努力，<br>請給我更多的力量。
從地獄復活的戰士的精神足以將你擊倒。躲避快速而令人興奮的攻擊並攻擊它。
我不知道失踪的天使什麼時候會回來。 <br>也許他們在等你。 <br>離開這裡去營救他們。
從地獄復活的角斗士的精神被火焰吞沒。 <br>這種力量會燒毀你，所以盡量用反擊來打敗它。
想想老尼德霍格斯，你就錯了。 <br>此外，他的下屬從遠處攻擊。
從這裡開始，你必須更加小心。 <br>因為惡魔的等級不同。
我希望現在所有的仙女都在一起。在那種情況下，最好先用想要的祝福提昇仙女的等級。
每個仙子的加持不重疊，可以同時從每個仙子身上獲得選中的加持效果，所以不要忘記全部選中。
光明與黑暗就像一枚硬幣的兩面。這意味著與<br>永遠在一起。當一個變強時，另一個變小，但不會消失。
據說，雖然達克看上去很粗魯，但他對天啟表現出了善意。但是在這裡，它會以更強的<br>力量猛烈地出來。
<br>我猜即使在永恆時間的韁繩中也一定有力量的源泉。因為在所有時間的盡頭，我感受到了黑暗的強大力量。
你聽說過與服裝有關的地下城嗎？ <br>我還沒去過，所以不知道。 <br>不要忘記尋找它。
當惡魔找到方法時，他們會繼續使用它來令他們不快。這就是為什麼一直玩英雄的靈魂是非常不愉快的。
我想知道珍妮為什麼要讓格里高爾大人。 <br>也許與他的冒險已成為您的美好回憶<br>。我曾希望我還活著…… .
我不知道我們什麼時候才能再見面，但我希望你能擺脫這永恆的痛苦。 <br>我希望你在這段時間結束時有所收穫。
似乎所有的悲劇都是從我的錯誤開始的。 <br>我的心總是很沉重。幸運的是，你創造了機會，所以我會懷著一顆贖罪的心創造未來。
Miracle是什麼時候知道他的使命的？ <br>她克服了嚴峻而悲慘的命運並拯救了我們<br>我認為她是上帝拯救的禮物。
布魯圖斯是我熟悉的天使。他<br>正直，不像他的外表，他很深情。 <br>他的不幸去世給我留下了很多責任。
總結過去的戰鬥，我與許多強大的敵人進行了激烈的戰鬥。他們的身影再次擦肩而過。 <br>我想你會和我一樣。
丹尼爾選擇黑暗的力量也是我的錯。我不能讓時間倒流，但我會努力避免像丹尼爾那樣再次受到傷害。
幸運的是，據說你在極樂世界所住的人類區域安然無恙。我一定會重建這個超越過去的天界。
再一次，我覺得你的樣子很不一樣。 <br>你散發出比我們第一次見面時更強大的能量。 <br>想想看，你當時救了我，就像現在一樣。
我記得許多幫助過我的人的面孔。 <br>我該如何報答我現在的感激之情？ <br>是不是很多面孔也浮現在腦海中？
也許有一天它會重新開始，但你已經結束了一場我還沒有完成的偉大戰爭<br>。 <br>您確實將我們帶入了光明。
黑暗的大小變成了復活絕對黑暗的力量。 <br>您和我們的任務是阻止黑暗如此之大，以至於他可以返回。