0 魯莫斯，名為光之城，被惡魔踐踏…… .
但是為什麼光柱會出現？
嗯，到底是誰造的？不，我寧願先找到阿爾弗雷德大人。
哥特！我很高興你沒有受傷。你到底怎麼了？
主命令我們前往極樂世界，說我們有一些事情要密切告知。
主發現了一件事。那麼雷切爾在尋找什麼？
Alfred 和 Rachel 都還沒找到。
歡迎的本質是什麼？
我也不知道。你真的想幫助我們嗎？ <br>這就像一盞溫暖的燈。似乎沒有任何黑暗。
拉米爾，你還好嗎？到底發生了什麼？
一個讓我擔心的黑暗存在出現了。
這是否意味著它不會以卡利古拉結束？ <br>身份不明的牧師，是嗎？
好的。卡利古拉只不過是一種犧牲。它已經穿過了Ruemos，進入了仙女森林的黑暗<br>。這不是終點。這是一個開始。
一世…拉米爾，你知道聖人的異象嗎？
聖人的歡迎...這是我不知道的事情。
貝拉，仙林籠罩著一股黑暗的腐敗氣息。
不僅。仙女無處可尋。
幫助莉莉絲的仙女們……蔓延在森林中的腐化之力正在讓我內心的絕對黑暗變得更加強大<br>。代替因為擔心莉莉絲而動彈不得的我，我希望你幫助光明使者並前往莉莉絲。
五…一個預言的人物出現了。好的。 <br>我會幫助他找到仙女並前往莉莉絲。
侄女！我很高興你安全。 Rio和Fang在哪裡？ <br>我和光明使者一起去莉莉絲。
預言的人？不知怎的，人類...我試圖通過脅迫保護莉莉絲大人，但成功了。 <br>哦！他們都因為鬼魂的襲擊而逃跑，但隨後又散去。
你的意思是你逃離了莉莉絲？快點去莉莉絲！
那是…莉莉絲緊急下令……幸運的是，我想我知道里約在哪裡。 <br>我們去找吧。
莉莉絲大人創造的妖精之門正在關閉，所以一定削弱了她的力量。 <br>那是唯一的門...幽靈似乎在策劃什麼……我該怎麼辦？
冷靜下來。莉莉絲說你應該重新打開它。 <br>這是什麼意思？
如果我們里奧和龐三人齊心協力，就能打開仙女之門。是的，現在不是時候。 <br>快點，找其他朋友去莉莉絲吧！
里約，你得快點。仙女的門關上了。
然後我很擔心莉莉絲……如果這與墮落的力量增長有關…… .
難道是莉莉絲大人屈服於腐敗？沒有！不！我們去找方。
我想這個Leo知道Fang在哪裡。那個沒腦子的混蛋是逃不掉莉莉絲大人的地方躲起來的。天氣晴朗。
方，重複你所聽到的。莉莉絲大人說要殺了所有人？
誰一定做了同樣的事情？莉莉絲大人不能這麼說。 <br>但它是一樣的，它真的是一樣的。
聽著，方，我們必須打開仙女的門。即使很難相信，你也必須忍受。
我覺得你需要做好心理準備。你必須把這件事告訴拉米爾。 <br>我將承擔責任並通知您。
看。我不知道該怎麼稱呼它... Belzebub 是墳墓的主人。 <br>發生了什麼事？你為什麼要擺脫它？
我說古拉奇亞了嗎？對不起，我不記得過去了。他們在不知道為什麼的情況下被追捕。 <br>不管你怎麼稱呼它。因為我的名字現在對我來說已經不重要了。
是格拉齊亞，不是古拉齊亞！那麼，殭屍戰士。幫助我們的目的是什麼？
對我來說有點像殭屍，但是...什麼好<br>我認為您要找的連帽衫有我要找的東西。 <br>我只是在提供幫助，因為我正在尋找的目標是相同的。我真的什麼都不想要。然後，我一個人。
殭屍戰士欺騙了我們！你一定是使用了你的強大力量。 <br>如果說他在尋找毒液觀察者，或者說他看到了死亡牧師，那都是騙人的。
他離開我們了嗎？
喜悅！我得到了我想要的，所以你會出現嗎？我只是對他得到的光球感到好奇。 <br>我感受到了Belzebub寶藏的神聖力量。
你到底是帶著什麼回來的？你還有什麼要使用我們的嗎？
Guracia，對不起，我沒有告訴你一切，但我必須找到光之球。 <br>這是我失去的力量和記憶。
只有你們上位惡魔才能施放的詛咒…… ?不，我不能再相信你了！ <br>我是格拉齊亞！
嘿，我是一個相當強大的戰士。也許比那個朋友強？如果我是一個偉大的英雄，我會怎麼做？相反，幫助我找到剩餘的光彈，古拉西亞。
拉米爾來了。它仍然飽滿而美麗。嗯，那個翅膀。
那個對話還在。不過眼神... .
我比我更擔心拉米爾大人的情況。絕對的黑暗，比之前強大了許多。 <br>你必須去靈魂的城堡。我一定會為你開路。
阿林，這是一個艱難的要求，但請聽我說。當我收集光明的力量來平息我內心的絕對黑暗時，<br>幫助光明使者前往靈魂城堡。
參觀靈魂城堡是我的願望。 <br>此外，別擔心，它與著名的 Lightbringer 一起使用。拉米爾先生。
拜託了，阿林。我們已經很久沒有和你失去聯繫了，所以小心不要知道你靈魂的性慾狀態。 <br>並且一定要避開死亡大祭司。
奇蹟大人是聖靈之首的至高聖者。 <br>但是，伯塔大人，奇蹟大人安全嗎？什麼情況？
實際上，奇蹟大人被關押在城堡的某個地方。入侵者正在準備儀式 <br>看來他們正試圖使用​​奇蹟的力量。
不好了…如果我不再需要奇蹟大人的力量，我不知道會發生什麼。首先，你必須停止儀式。
這是正確的。地精薩滿似乎為了儀式而獵殺靈魂。 <br>您必須阻止惡魔並拯救靈魂。
拉米爾很難對付的瓦肯努斯出現了…… . <br>對了，貝爾塔大人，奇蹟大人提到的記憶碎片是什麼？
是蘊含奇蹟記憶的魔力。 <br>我認為擁有先知力量的Miracle為我們準備了它。
那是不是說，如果我們找到了記憶的碎片，就可以得到Miracle留給我們的信息<br>？
是的。我可以召喚碎片中的記憶。你必須找到記憶碎片。 <br>這將是我們的指南針。
拉米爾！冷靜下來！
死亡的祭司是殘酷的。為了利用阿茲莉爾的仇恨，將他推入敵人的身體…… <br>我再次給 Azrael 帶來了死亡。
拉米爾... .
但更大的戰斗在等待著。當奇蹟被帶到天堂城堡尼佩爾海姆時，<br>意味著死亡使徒尼德霍格已經回來了。即使是光明使者也需要做好準備。
丹尼爾，你還活著！順便一提…我完全感受不到你的力量。
被惡魔俘虜，失去了力量。但我仍然可以飛，所以沒關係。 <br>我比這更感動。但是黑暗的力量…… ?
沒錯，將我們一起戰鬥的絕對黑暗封印在我的內心。 <br>但黑暗的力量越來越強大。丹尼爾…這將很難，但請幫助我們。
絕對黑暗的蠕動劇烈。好的。是拉米爾。為你... .
愚蠢的薇薇安失敗了，但我相信你會成功。 <br>一定要擺脫那些潛入城堡並試圖偷走聖人的人。
我一直在尋找機會。我一定會親手擺脫它們。
嘿嘿是的你在看的時候沒有任何情緒嗎？
他們只是要受到懲罰的入侵者。
他們很快就會到這裡。多虧了他們，我們才擺脫了成為魔鬼奴隸的屈辱。
所以，我試著用我自己的方式說話。
你看起來很堅強，我喜歡你。 <br>如果是這樣，那麼值得嘗試保留我們的。我也沒有準備好。
是的，確保你找出她在哪裡。
到底發生了什麼？你怎麼不記得我了？
看到你打敗魔鬼后，你似乎是一個可以信任的人。 <br>我想你認識我。棒極了。
為什麼… ?也許是拉米爾大人…… ?
你甚至認識拉米爾嗎？ <br>當我恢復意識時，周圍什麼都沒有。 <br>所以到目前為止，我一直在尋找 Ramiel 一個人，但現在我可以和你一起去尋找它。 <br>如果您將自己的名字寫給他，正在為其他目的尋找拉米爾...不是嗎？
你不記得Jeanne and Arc或者Ramiel或者Miracle嗎？
我不這麼認為... .
並不是所有的記憶都會丟失。但是，它們可以將被盜的記憶實體化，因此您必須努力進食。您可能會面對擁有珍貴回憶的戰友的劍。
我很無聊。目前，我完全不知道。
我有同樣的感覺。當記憶回來時，你會因為你的行為而痛苦。 <br>因此，您必須迅速擊敗那些記憶竊賊並找回您的記憶。
光明使者，我很高興你勾起了你的回憶。黑暗一定有它。
但是，Dark 所說的世界末日到底是誰？
那是…我不知道恐懼會變成現實。 <br>這就是我所說的惡魔的名字，它通過變成絕對的黑暗而呼喊著復仇。
奇蹟有機會暴露自己嗎？
奇蹟的景象帶領我們穿過古代英雄的墳墓。
這是古代英雄的墳墓……這就是英雄格雷戈爾工作的地方。
格雷戈爾... ?
應該是失憶了。丹尼爾。
我也不知道。從你身上偷走的是格雷戈爾大人的記憶？ <br>我不認為格雷戈爾看起來像那樣......我很高興我找到了記憶。
我很高興...我覺得不舒服，但是... .但丹尼爾找到了什麼記憶？
這是一段非常珍貴的回憶。一個不能忘記的目的……是的，我的使命…… .必須做... .
你是光的嚮導。顧名思義，這是一項很棒的技能。但是這個女人的真實身份是什麼？ <br>人類可以淨化死亡孢子嗎？ .
我的名字是聖奇蹟，靈魂聖者。我和光明使者一起來拯救拉米爾大人。 <br>布魯圖斯，請告訴我極樂世界的情況。
是的…丹尼爾帶著拉米爾回來了。但我卻能從兩人身上感受到強大的黑暗力量。意識到這很奇怪，我召集軍隊阻止了他們。但在強大的力量面前，我們倒下了，無法阻止死亡孢子的蔓延…… .
我不能相信你。因為你，丹尼爾的副手，可能會幫助他。
我明白了，人類。但如果我是叛徒，我就不會撤離蓋烏斯指揮官和其他人類，也不會陷入死亡孢子。我有責任把一切都變回來。讓我來幫忙
我不覺得布魯圖斯在撒謊。如果對極樂世界瞭如指掌的布魯圖斯能幫上忙，那將是莫大的幫助。請幫助我們。布魯圖斯先生。
是什麼傷口讓但以理選擇了黑暗的道路？
他不是一個純粹的天使。與人血混合。所以它的翅膀又小又弱。天使的力量與其翅膀的力量成正比。甚至不是純血統的弱者都是無知和分別的犧牲品。
我想我知道丹尼爾的感受。因為我也走過這條路。 <br>真的很難過。在天使的世界裡存在著無視和歧視，他們是善良的踐行者和光明的代理人。
我們相信自己是被聖光選中的種族。所以它充滿了血統的聯繫。甚至我和我的同事們一開始都不承認丹尼爾大人是上級。但丹尼爾試圖無限地愛他的世界。
你所愛的世界已經遠離你，把你推開。 <br>有這樣的經歷真的很痛苦。我討厭我出生的事實。
你一定也受了很多苦。丹尼爾尼姆通過重生和提升到那個位置的努力獲得了強大的力量。但是稍微好轉了一點，但是氣氛並沒有改變到我分裂的程度。也許我也是肇事者。所以我必須為此負責。
看來，絕對的黑暗還不能使用它完美的力量。那麼，它不就是通過阻擋流經Alysium的光的力量來準備什麼嗎？如果雷米爾大人的意識能夠抵抗就好了。
如果這是真的，我們能做什麼？
我不知道他們在隱藏什麼。但我們必須做的還是一樣。 <br>現在是與拉米爾大人分開的時候了，絕對的黑暗還沒有完全結束。
可能有陰謀，但...敵人最弱的時候就是他的機會，這一點並沒有改變。
現在最重要的戰鬥仍然存在。你做好心理準備了嗎？
拉米爾大人被無形的黑暗吞噬了怎麼辦？
即便如此，我們的角色還是一樣的。戰勝黑暗，拯救拉米爾大人尋找光明，僅此而已。完成你的使命之後，就輪到我來完成你的使命了。直到最後都不要失去你的意志。