






























































































































































































































































































































































































































































































































































































































































































































































Act 6 Dark Realm Tartarus Opened
Miracle and Ramiel were sucked in through a huge portal. <br>You have to find them.
Act 6 Conquest of the Dark Realm of Tartarus
Apocalypse came to an end and set up a banner of light on Tartarus.
Act 7 The Sanctuary of Light Elysium Opened
Absolute darkness and Daniel took over Elysium. <br>You must drive them out and retake Elysium.
Act 7 Retake Elysium, Sanctuary of Light
Absolute darkness has disappeared and Elysium and Ramiel have been restored.















































































































































































































































































































<span color="#6BBFFF">{0}</> wrote <span color="{1}">★ {2}</> <span color="#CFA344">{3} Acquired with </>.




















































































































































































































































































































































































a word of consolation



























Unlock Skills
rank unlock
The wing appearance is not applied during directing.
move equipment
equipment box expansion
More information
Lobby character change
state
initialization
Selection
essence
dog
{0}Castle equipment is a luxury item. <br> Do you want to classify as {1} target?
{0} Ether is a luxury item. <br> Do you want to classify as {1} target?
Castle
invitation reward
Invitation Success Reward
Invited people:
Number of successful invitations:
The number of friends you can invite per day is 30.<br>You can invite a friend again after the 31st.
KakaoTalk friend request failed.
KakaoTalk friend request was rejected.
The number of KakaoTalk friend requests that can be sent in one day has been exceeded.
Invited friends can be re-invited after 31 days from the time of invitation.
current winning streak
{0} people
acheive
It has been changed to slot {0}.

{0} level effect
A bond skill charging ball has been created.
Win Streak Bonus


You have been promoted to the highest rank.
side quest
main quest
There is no downgrade at the current level


Up to 20 people can be rewarded
account conversion
LV{0}
to give up
season event
Abandoned quests cannot be retaken and will disappear with a reward. <br>Are you sure you want to give up the quest?
{0} step
{0} step complete
The enhancement level does not decrease when enhancement fails.
At enhancement levels +10, +15, +20, +25, +30, +40, +50, +60, the enhancement level does not decrease when enhancement fails, even if you do not use the Guardian Crystal.
community
voice change
Korean

Please select the desired voice.
You can enjoy NPC dialogue, skill dialogue, system, etc. with the voice of the selected language.
Due to system maintenance, the use of the content is temporarily suspended. <br>The current game information may not be reflected in the results.
After a while, you will go to the lobby to settle your ranking. <br>The current duel may not be reflected in the ranking.
{0}Switched to voice.
50000 Gold Bonus at Conversion
Please switch to your Kakao account.
Play data may be lost.
Switch to Kakao Account
Service use restrictions
Ranking settlement in progress
You have already completed the counterattack dungeon today. <br><br>Additional purchases not allowed <br>Additional purchases are no longer possible. (Limited to 4 additional purchases per day)
<span color="#eec178">Estimated time: {0}:{1}~{2}:{3}</>
go to lobby
If you do not log in with your Kakao account<br>You cannot use CafeTalk.<br><br>Do you want to connect with your Kakao account?
Contribution Reward
difficulty reward
experience reward

The voice can be changed at any time in the in-game settings.
10 Equipment Summon Ticket
[General]
[Elite]
[nightmare]
{0}{1}-{2}
Clear the dungeon!
Please allow access to use the game.
Place calls and set up calls (optional)
Rest assured, it won't affect your phone's ability to make calls.
This permission is only used for collecting terminal information necessary for event rewards and customer service. If you allow the <br>permission, you can receive information full of benefits and winning information.
Use of photos, media and files (required)
Don't worry, we won't access your photos and files.
This permission is required to install the game.
The network connection has been lost. <br>Please check the network connection and try again.
The <br>update file could not be found because there was an error with the network connection. <br>Please try again.
Insufficient storage space.
retry
Guidance
Confirm
An update file exists.
Would you like to download the file? (Data charges may occur, so we recommend downloading in a stable WI-FI environment.)
exit




<span color="#f13408">The created name can only be changed with a change right, so please choose carefully.</>
Would you like to invite {0} to Blade2?<br>KakaoTalk message is sent.

Report to:
The report has been completed.
report
Please enter the content of the report. (Maximum 100 characters)
Failed to enter battle. <br>Please try again.
You cannot enter 30 minutes before the ranking settlement. <br>Please use it after ranking settlement.
{0} successfully enhanced <span color="{1}">★{2}</> {3}.
player list
The network connection is not smooth.<br>Please check the network connection and try again.
block list
Number of blocked users
There are no blocked users.
Chat with you has been unblocked.
Chat with you has been blocked.
<span color="#FAED7D">{0}</>/{1}
Block chat
unblock
Your block list is currently full.
The number of characters in the guild announcement is too large.<br>Please write within 128 characters.
The hero's top ranking is recorded from the {0} floor.
Please support Blade 2!
Are you having fun playing?<br>If you leave your impressions<br>It will be a great help to make Blade 2 even better.
Leave a comment
continuous battle
continuous battle in progress
Are you sure you want to end the streak?
The continuous battle has been completed by reaching the maximum stage.
You can use continuous battles after canceling repeat battles.
 available
guild member
- Guild Party Rewards -
Guild member {0}: Difficulty reward + {1}
<span color="#eec178">Guild member</>When cleared with <span color="#a0a6ac"></><br> <span color="#eec178">Additional reward</><span color= You can get "#a0a6ac"></>
Raid is not open.
crystal of magic
magic shop
{0} level



The Conquest War is not open.
<span color="#eec178">Returning user attendance reward</>

Hall of Heroes ranking settlement is in progress. <br>Please use it after ranking settlement.
Hall of Heroes ranking settlement is in progress. <br>Information in progress may not be reflected. <br>Please use it after ranking settlement.
<span color="#eec178">Estimated time: {0}:{1}~{2}:{3}</>
You enter a chapter that is not open and move to the lobby.
Hero Coin
Congratulations!
{0} You made it to {1} last season!
reward :
{0} Hero Coin
Rewards can be picked up in your mailbox.
After the season ends, you can earn additional Hero Coins according to your worship rank.
Collect {0} Heroic Coins. <br>(You can receive Hero Coins in your mailbox.)
Failed to load ranking information.
Hero Coin
I did not apply for the guild war.<br>Please apply for the next guild war.
Guild War progress has been changed.<br>Please check again.
Growth, Duel, and Heavenly Trinkets cannot be obtained as rewards.
There are no materials required to enhance the equipment.
Guild battle preparations are complete.
You cannot level up the guild battle buff while a guild battle is in progress.
Formation cannot be changed while a guild battle is in progress.
The battle result is not reflected as the duration of the guild battle has ended.
You can get all the rewards.
1st warning
A long absence or inactivity may result in forcible expulsion from the <br>game. <br>After the first warning, you will be forcibly expelled.
Time remaining until forced expulsion: {0} seconds
<br>Forcibly moved from the battlefield due to a long absence.
Guild War preparations can only be made during the Guild War application period.
Rewards can be obtained from the next guild battle
This is a list of options that can be manifested upon promotion.
<span color="#50C721">{0}</> <span color="#ADAFB3">{1} to {2}</>
This is a list of options that can be manifested on this instrument.
friendly invitation
Friendly match begins
friendly match
{0} seconds left before friendly start
<span color="#eec178">{0}</> invited you to a one-on-one friendly. <br>Would you like to join the invitation?
<span color="#eec178"><br>waiting for {0}</> to accept a one-on-one friendly challenge
Time remaining
Your partner has declined the invitation.
The maximum level of the standard equipment is preserved, and Transcendental EXP is transferred to the next level.
daily benefits
- Each benefit can be received in the mailbox upon login.
shop move
Are you sure you want to stop fighting?
equipment options
Added bonus option
New User <br> Attendance Event
Auto Sales Detail Settings
Sacred equipment does not apply to vending.
apply
initialization
{0}last name or less
Quick Pickup Settings
weapon
armor
accessories
Weapon Essence
Armor Essence
trinkets essence
You can receive up to 100 lottery tickets at a time. <br>All lottery tickets except for the <br>selection ticket are acquired with the selected character's equipment and items.
Batch Acquisition
fast pick up
Choose your adventure
vending gold
{0} times in progress
main screen
redo with teammates
quick matching
Battle Start
There are no lottery tickets that can be picked up quickly.
lottery ticket result
vending
Event remaining period: {0} days
When transcending, the maximum equipment level increases.
The maximum level of the standard equipment is preserved, and Transcendental EXP is transferred to the next level.
The maximum level of the standard equipment and Transcendence EXP will be transferred to the next level.
There are no items selected. <br>You can receive the item after selecting it.
There is no character selected. <br>You can receive it after selecting a character.
fairy
state
level up
blessing
{0} {1}-{2} <br>Clear
auto level up
next level effect
Blessing <span color="#54d522">{0}</> Unlocked
Blessing <span color="#54d522">{0}</> Enhanced Options
You have reached the maximum level.
Blessing Unlocked
Blessing Enhancement
Reach fairy level {0}
{0} increase
in blessing
Blessing Request
There are no active blessings.
collection method
You can collect event points by growing the equipment as follows.<br><br>1) Achieve level 3 or higher equipment at level 30<br>2) Acquire equipment of level 3 or higher through synthesis<br>3) Level 3 through promotion Acquiring the above equipment<br><br>Please refer to the table below for the points that can be obtained from each activity!
rank
Reach level 30
synthesis
advancement
★3
4
5
★6
★7
8
decomposition
decomposition
equipment disassembly
Are you sure you want to disassemble the selected equipment?
Acquired Undying Light: {0}
Reinforcement Conversion
(-{0})
Please select the selected equipment and the equipment to switch the enhancement level to.
The enhancement level of the two selected equipment is switched between each other.<br>(When upgrading, the enhancement level is not lost.)
Upon confirmation, the enhancement conversion will proceed.<br>Do you want to continue?
Equipment with the same enhancement level cannot be selected.
current reinforcement level
Reinforcement level after conversion
Reinforcement Conversion Results
When preparing for a guild battle, the equipment equipped in slot 1 is applied to the hero's equipment.
You have acquired {0} {1} pieces.
Equipment that is equipped or locked will not be disassembled.
automatic disassembly
disassemble all
Equipped equipment and locked equipment cannot be disassembled.
decomposition
sweep
Sweep ({0} level)
best record
Clearance: Rewards are awarded based on the difficulty of the highest record.
Do you want to clear level {0} of the counterattack dungeon?
{0} <span color="#54d522">+{1}</>
Decomposition result
You have acquired a decomposition material.
fairy effect
Would you like to request the above blessing?<br>Existing blessings will be cancelled.
auto level off
Auto level up has been turned off.
<span color="#54d522">+{0}</>
Blessing List
tutelar
Increase in one-on-one attack power
Increase in one-on-one defense
Increase in attack power before occupation
Increase defense before occupation
Increase team battle attack power
Increase team battle defense
dark guardian
The Dark Guardian, who guards the Upgrade Stones hidden by demons, wields a large<br>axe to block intruders.<br>You can get many Upgrade Stones depending on the risk, but the Dark Guardian becomes more powerful. Look out.
<Select Difficulty>
Best record (can be cleared)
violent harang
Harang, who appeared violently on the day when the dawn of darkness was felt, <br>makes a fierce attack and defense with its 4 large claws.<br>You have to beware of Harang's powerful surprise attack.
cold sargon
Sargon, guarding the snowy mountains covered in darkness<br>blows out a cold chill that freezes everything.<br>Beware of heavy rains, winds, and breath that freezes everything.
Harang
Sargon
<Select Difficulty>
{0} Raid available
Required Recommended Combat Strength: {0}
Eternal Judge's trinkets have been newly added!
costume
costume shop
closet
Costume set effect added!
Costume set effect removed!
Changed the costume set effect!
costume set effect
costume {0}
Costume Unique Options
adventure ticket
Unlock Elite difficulty or higher
adventure sweep results
holding sweepstakes
1 sweep
10 sweeps
10 sweeps
10 sweeps have been cancelled.
Go on an adventure sweep.
The triple adventure coupon does not apply to the sweep coupon.
Required level: {0}
equipment shop
goods store

Checking connection information.
turn off auto sales
material item
Elysium reconstruction donation event
Get 100% <br>when donating 10 times

{0}Castle evolution completed
Limited-time acquisition event
Guild battle attack power increase
Guild War Defense Increase
Awakening Mission
After completing all bonding missions, you can start the awakening mission.
Awakening is possible by obtaining 5 souls.
material
success rate
soul acquisition
Fury Aether<br> Equipped
Skill Description
conversion
material transformation
Convert selected material?
You have completed the material conversion.


Soul Acquisition Complete
Current name<br><span color="#eec178">"{0}"</><br><br>Are you sure you want to change your name now?
You can use the name change ticket in your inventory.<br> Would you like to move to your inventory now?
Are you sure you want to cancel the name change? <br>Name change ticket is not consumed and returns to the previous screen.
This is the same name you are currently using.
Successfully renamed.
Are you sure you want to change your representative name?
If you wear Fury Ether, the binding skill is maintained.
Awakening
Acquisition Failed
transform
Equipped equipment cannot be transformed into a hero.
Hero Transition
Every day in the lobby after 00:00<br>The Fairy gives you a present.<br>The Fairy that gives the jackpot reward changes every day.
totem
totem box
intrepidity
vitality
Guardian
smelting
being smelted
smelting completed
General
Magic
rare
hero
Legend
relics
gold
dimensional piece
Success Chance {0}%
Increase smelting success
smelting opportunity {0}
smelting bonus
{0} Totem is an advanced item.<br> Would you like to classify it as {1}?
Pick up an upgrade seat
Pick up equipment and water
Equipped Ether and Locked Ether cannot be sold.
Choose the item you want.
The lottery tickets at the top of the list are picked up in order.
Dimensional Rift
Challenge to a higher level and overcome the limits!
highest difficulty
{0} step
{0} above
clear time
You haven't attacked the Dimension Rift yet.<br>Are you sure you want to stop fighting?
Opened upon clearing Act.5 Nightmare
totem
At the end of the season, you can obtain rewards according to your ranking.
my ranking
New Record !!
Choose the difficulty
ranking
hero
Success {0} times
{0}<br>{1}'s totem
Totem of {0}
lost light
filled with light
strong
sacred
{0} skill damage per class
You have consumed all the number of clears for the day.
The totem box is full. <br>Do you want to move to the totem box?
totem
Guild Master Delegation
The guild leader has been changed due to long-term inactivity.
You have become a guild leader due to long-term non-connection of the guild leader.<br>Please lead the guild well.
Do you want to delegate the guild leader to {0}?
{0} totem of {1}
Smelting Bonus Options
Increased stamina before occupation
Equipped totems and locked and smelted totems cannot be disassembled.
Equipped totems and locked and smelted totems are not sold.
Increase stamina in one-on-one battles
Raid attack power increase
Raid Defense Increase
Raid stamina increase
Hero's Tower Attack Increase
Increases Hero's Tower Defense
Hero's Tower Health Increase
Increased stamina in guild battles
Increase team battle stamina
Can be equipped upon completion of smelting.
Number of clears per day:
list of abilities
This is the ability that can be obtained by engraving.
engrave
This slot is locked. Available through Open.
You must open the previous engraving slot first.
Opening
The engraving slot has been opened.
A previously imprinted ability exists.<br><span color="#d19d6a">{0} {1}</><br>Are you sure you want to delete the old imprint and create a new one?
Equipment Engraving Options
When synthesizing, the opened engraving slot and the given stats are initialized.
[Engraving possible]
Guild master takeover
Would you like to become the guild leader?
material
There is no empty space in this hero's wardrobe.
costume disassembly
Do you want to disassemble the selected costume?<br>If you disassemble an enhanced costume, some of the enhancement materials will be returned.
reinforced return material
costume enhancement
When the costume is strengthened, the basic stats increase.
You can delegate the guild leader every 24 hours<br>.<br>(<span color="#eec178">{0} hours, {1} minutes</>, you can delegate the guild leader after this)
Please select the fairy you would like to receive a gift from.

You can increase the maximum equipment level by transcending the same equipment of 11 stars or higher.
Advanced Upgrade Seat Selection Draw Ticket
Upgrade seat selection raffle ticket
Conversion Success
gold conversion
gem conversion
buy one button buff
Guild level {0} required
Stack up to 12 hours

quality change
Current quality stats
Changed quality stats
quality change range
The range of quality change depends on the selected item to be used, and it changes randomly according to a set probability.<br>Items to be used can be selected based on the current quality.
quality assurance
Change items used
Changed quality has not been applied yet. <br>Are you sure you want to exit the quality change menu?
confirmed
mill
produce
upgrade
failure
success
great success
Please select an item.
Among the material items, equipment items need to be directly registered through selection.<br>In case of production failure, some of the material items will be returned.<br>It is not possible to select an equipped item as an equipment material.
When upgrading, all enchantment information of the item set as the main material is transferred.<br>Equipment items need to be directly registered through selection among material items.<br>In case of failure to upgrade, some of the material items will be returned.<br>Equipped Items that have been made cannot be selected as equipment materials.
List
jackpot bonus reward
result

Failed: {0}
Success: {0}
jackpot: {0}
Confirm
how
how
Selection
Item Crafting
Item upgrade
SKIP
cost of production