guardian knight
spearman
Archer
The Guardian Knight who protects Ruemos is the most specialized in defense among the soldiers.
The spearmen protecting Ruemos have a balanced attack and defense ability.
The archers protecting Ruemos incapacitate enemies with poison attacks.
Guts
Guardian Knight's Professional Ability<br>You can withstand the attacks of enemies<br>more than other soldiers.
Threat
Spearman's Special Ability<br>You can use a long spear to make a threatening attack.
defence
Spearman's professional ability<br>It's not very strong, but it can defend to some extent with a long spear.
destructive fire
Archer's professional ability<br>Has the most powerful<br>attacking ability among soldiers.
Damage reduced by {0}%
Damage increased by {0}%
Damage reduced by {0}%
Damage increased by {0}%
goth
Goth, commanding the soldiers of Ruemos, has an excellent ability to energize his team with great leadership.
vitality
leadership
Destruction
Goth's Expertise <br>Enables you to maintain the vitality of the Goth for a long time.
Goth's Expertise <br>You can give the vitality of Goth to many people.
Goth's Expertise <br>Goth's old swordsmanship is not flashy<br>with powerful attacks.
Increases buff time by {0} seconds
Increases buff effect by {0}
Skill damage increased by {0}%
Gregor
<br> Gregor, the hero who sealed Belzebub, has a brave and strong sealing power behind a pleasant appearance.
come alive
I suck blood
Gregor's Professional Ability<br>Gregor recovers his HP with a mysterious power.
Gregor's Professional Powers <br> Gregor's mysterious powers also give his teammates a lot of energy.
When HP falls below 50%, {0}% HP is recovered for 3 seconds.
Increases the HP of the team wearing Gregor by {0}%
Bertha
Saint Berta, who worshiped the Miracle, is good at releasing powerful bonds and harmful things.
strong spirit
noble soul
Berta's Professional Skills<br>Berta's strong spirit is unimpeded.
Berta's Expertise<br>No one can touch Berta's noble soul.
Immune to all status ailments for {0} seconds
Stay invincible for {0} seconds