



























































































































































































































<span color="#ffffff">Source of Darkness</>
Lightbringer, open your eyes. Ramiel is in danger. <br>You have to move. /page This is the world where darkness has taken root, the source of darkness is here. <br>We must save Ramiel-sama before that power moves.
This is the stronghold of darkness where absolute darkness ruled in the past. <br>For that reason, Ramiel-sama will be in danger if you don't find it quickly. /page By the way, looking for Ramiel-sama for other purposes... Isn't it?
<span color="#ff6407">[Main] ACT 6-1</> /div<span color="#ffffff">Find clues to find Ramiel!</>
<span color="#ffffff">Daniel's Guidance</>
I will believe in you who desperately seeks Ramiel and defeats the devil. <br>Actually, I was alone, but I'm glad you showed up. /page I've been following the faint light up until now. <br>Because it was like Ramiel's energy. Please follow my instructions.
It's a pity that I drove Jeanne and Arc to death in the past war. <br>I should have removed it then... . /pageThey took away the memories of those who trusted each other, creating a tragedy. <br>Those whose memories were taken died and killed each other without remembering each other.
<span color="#ff6407">[Main] ACT 6-2</> /div<span color="#ffffff">Open the way to the energy of light!</>
<span color="#ffffff">The plot of Jeanne and the Dark</>
Jeanne and Arc are powerful, but they don't have the power to take it. <br>Perhaps you are following the demon who has taken over the stronghold of absolute darkness here. /pageYou may have to deal with a new ruler to find Ramiel. <br>Before that, we must not be vigilant, as they will surely disturb us.
I must have lost all my memories. If that were the case, those demons might have enslaved you, <br>without being able to remember anything. /pageWe have to fight an unknown ruler in our enemy's stronghold, but <br>it seems that getting our memories back is our priority.
<span color="#ff6407">[Main] ACT 6-3</> /div<span color="#ffffff">Go ahead, beware the attack of darkness!</>
<span color="#ffffff">Problems to solve</>
There are many issues that need to be addressed. You also need to find Miracle and Ramiel. <br>To do that, you need to defeat Jeanne and Dark and recover their memories. /page And defeat the High Death Priest and its ruler. <br>However, in such a case, you should proceed calmly and slowly. /page If you untangle a complicated knot, it will eventually become a single string.
The demon that Jeanne and Arc had long followed may be the new ruler of this absolute darkness. /page Now, if Jeanne and Arc are working for him. <br>But it's hard to predict because we can't guarantee he's alive.
<span color="#ff6407">[Main] ACT 6-4</> /div<span color="#ffffff">Follow Jeanne and the Dark!</>
<span color="#ffffff">The power of the Dark Lady</>
I'm worried that Jeanne and Arc are still quiet. <br>I'm sure they're eager to torment us. /page At least, it looks like the Dark will show up soon due to his personality. <br>It would be nice if we could find out the identity of the new ruler from them.
There was surprisingly important information in Dark's short words. <br>The one they are worshiping is Apocalypse. /pageIf the Apocalypse, who has survived and gained strength so far, finds Ramiel, <br> he will soon seek revenge. That's a big deal.
<span color="#ff6407">[Main] ACT 6-5</> /div<span color="#ffffff">Defeat the power of darkness and discover information!</>
<span color="#ffffff">The purpose of the apocalypse</>
Looking at the light energy, it seems that Ramiel-sama is still well. <br>I wonder why Apocalypse didn't touch Ramiel. /page It seems to have a purpose, but you never know when your mind will change. <br>The energy of light seems to be getting weaker, so you have to hurry.
What the hell is Apocalypse preparing for? <br>I don't know what the intention is to buy time by moving Jeanne and Arc. /page What is disturbing is that Ramiel's darkness has become surprisingly strong. <br>What happened to me while I was imprisoned in the Sky Castle? .
<span color="#ff6407">[Main] ACT 6-6</> /div<span color="#ffffff">Break towards the stronghold of the apocalypse!</>
<span color="#ffffff">two dangers</>
It's a risky idea, but if the purpose of the high priest's capture of Miracle is to lure Ramiel-sama, then Miracle-sama will also be at risk. /page We need to hurry up and find Ramiel and save Miracle. <br> To do that, I have to get her memories back from Jeanne... I'll focus too.
Jeanne will prepare an attack stronger than the Dark with her demon weapon. <br> She looked like she risked her life, so she'll have to harden her heart on this one too.
<span color="#ff6407">[Main] ACT 6-7</> /div<span color="#ffffff">Go ahead and watch out for Jeanne!</>
<span color="#ffffff">Behind the Angels</>
If you think about it, the war against absolute darkness is still going on. <br>by those who inherited it. /pageWar reveals the hidden side of things. Angels and demons... . <br>So it's terrible, but it's also an opportunity to show reality. /page I'll tell you the other side of the angels you might not know.
Somehow I said something useless. <br>To you, who are fighting for justice ahead of a fierce battle. /page Don't worry about this, as I was unintentionally immersed in my feelings. <br>You just have to follow the path you believe in.
<span color="#ff6407">[Main] ACT 6-8</> /div<span color="#ffffff">Defeat the demons that stand in your way!</>
<span color="#ffffff">Aura of Fading Light</>
I have something important to tell you. The energy of light is getting weaker. <br>If this power is Ramiel-sama's energy, something seems to be happening. /page The base of absolute darkness is not far away, so let's hurry up. <br> And Jeanne, who has disappeared, can't stand still, so be careful.
The identity of the power I felt was Gregor-sama. <br> Jeanne has prepared a more brutal revenge than she expected. /page However, Gregor is just an image of your memory, <br>not real, so it is better not to keep it in mind.
<span color = "# ff6407"> [Main] ACT 6-9 </> / div <span color = "# ffffff"> Defeat Jeanne and get her memories back! </>
<span color="#ffffff">The showdown with the apocalypse</>
There are still many riddles left, but the way to solve them is clear. <br>Defeat the high priest of death and fight the apocalypse. /page Your victory will save the world of light, everyone. <br>Your great destiny is in your hands, the Lightbringer, so please win.
You have defeated the new absolute darkness, Apocalypse. <br>It was something only you could do. /page You are truly the guide of light that has brought light back to the world. <br>But another danger emerges. /pageDaniel must have had a different meaning... . <br>We lost our light again, but together we can get it back.
<span color="#ff6407">[Main] ACT 6-10</> /div<span color="#ffffff">Defeat the Apocalypse!</>
<span color="#ffffff">Elysium's Crisis</>
Elysium is dangerous. The forces of absolute darkness will destroy the stronghold of light. <br>Hurry up, I'll be with you.
I'm glad you saved Brutus. It will definitely give you strength. <br>And he didn't feel any lies, so don't be too wary.
<span color="#ff6407">[Main] ACT 7-1</> /div<span color="#ffffff">Follow Daniel and head to Elysium!</>
<span color="#ffffff">Attack of brainwashed angels</>
Brutus informed me that brainwashed angels would attack. <br>They are being taken advantage of by the absolute darkness. /pageBrutus told you not to hesitate. <br>If your sword does not hesitate, the angels will not be able to stop you. /page It's a sad situation that requires sacrifice for a bigger cause, but I hope it doesn't hurt your heart.
Brutus was annoyed that Daniel's wrong choices had resulted in the death of his companions. /page So Daniel felt responsible for choosing the dark path. <br> He said that he himself could not be free from Daniel-sama's wounds.
<span color="#ff6407">[Main] ACT 7-2</> /div<span color="#ffffff">Advance through the attacks of angels!</>
<span color="#ffffff">Spores of Death over Sanctuary</>
Brutus, I'll take a good look. You have to watch out for spores. <br>The evil power that enveloped Elysium seems to come from the spores of death. /pageIf you don't get rid of it, the demons will become stronger. <br>Let's figure out how to get rid of it.
The spore of death manifests itself as a power of absolute darkness. <br>I'm worried that there are too many spores that threaten us. /page But as Brutus said, if you defeat the absolute darkness, you will be able to recover Elysium.
<span color="#ff6407">[Main] ACT 7-3</> /div<span color="#ffffff">Defeat the power left behind by absolute darkness!</>
<span color="#ffffff">Daniel's Trace</>
I don't have a good feeling when I see the dark energy getting stronger. <br>Maybe Daniel... , I think the moment when your determination is needed will come soon.
Daniel and Brutus seem to have a deeper relationship than I thought. <br>Like me and Berta. It will hurt that much. /page What I'm worried about is Brutus-sama's determination and responsibility. <br>As if prepared for death... .
<span color="#ff6407">[Main] ACT 7-4</> /div<span color="#ffffff">Help Brutus to track down Daniel!</>
<span color="#ffffff">Fight against the one who turned</>
Brutus said Daniel would be in the central meetinghouse. <br>If that's true, we'll be dealing with Daniel this time. /pageForget the old Daniel, and be on the lookout for that powerful dark power. <br>The most important thing is that you do not fall. I hope he is safe.
Daniel's ending makes my heart sad. <br> His world may be ideal, but his chosen method is wrong. /pageWould you have been able to create the world you wanted while turning yourself into a monster? <br>I think it was a battle that left scars on everyone. /page Brutus will thank you for helping me fulfill my responsibilities, but <br>I am saddened by his death. Were the two souls together in the end?
<span color="#ff6407">[Main] ACT 7-5</> /div<span color="#ffffff">Defeat Daniel!</>
<span color="#ffffff">Dark Powers Expanding</>
It reminds me of Daniel who was trying to help me. Do you have a lot of memories too? <br>It would have been better if Daniel hadn't found his memories... . /page The bitter fight is over, but the root of it all remains. <br>Let's go ahead for our mission.
If you defeat the absolute darkness, you can save Elysium and Ramiel. <br>We must save Ramiel-sama before the power of light disappears from Elysium.
<span color="#ff6407">[Main] ACT 7-6</> /div<span color="#ffffff">Go to the source of the power of darkness!</>
<span color="#ffffff">The Conspiracy of Absolute Darkness</>
Things are turning absolutely in the dark's favor. We hurry too. <br>If absolute darkness extinguishes the light, we might be able to use our powers to perfection.
Absolute darkness is powerful, but we can make the odds of victory great. <br>We can save Ramiel. I believe in you, guide of light.
<span color="#ff6407">[Main] ACT 7-7</> /div<span color="#ffffff">Advance fast!</>
<span color="#ffffff">Weakening power of light</>
After passing here, you will arrive at the entrance on the top floor. Give me a little more power. <br>You will soon have a chance to save Ramiel-sama.
You really struggled. There is not much left until the end of the great battle. <br>And my time… . The passage of time and the ending are in your hands.
<span color="#ff6407">[Main] ACT 7-8</> /div<span color="#ffffff">Go to the top floor!</>
<span color="#ffffff">Intense Darkness</>
Don't worry about what I said. Eventually you'll find out. <br>Be prepared for the fight against the absolute darkness you never know when you will face it.
You've been through a lot of encounters and made a lot of colleagues. <br>They're not here, but they'll have your back. cheer up.
<span color="#ff6407">[Main] ACT 7-9</> /div<span color="#ffffff">Break through the entrance to the top floor!</>
<span color="#ffffff">Fight for fate</>
Now we are facing the final battle. You have to open the way. <br>It means that you, the light guide, must win. /page You too have a harsh fate like us. <br>Fate to keep fighting. May we escape that fate with this victory... .
You have fulfilled the prophecy. All the world will praise you. <br>In addition to Miracle's noble sacrifice... we must not forget /page And I'm sorry. I can't help the curse I've placed on you. <br>Can't escape the fate of fighting forever in the bondage of time... . /page But we will all be by your side. <br>I promise, I will help you forever... .
<span color="#ff6407">[Main] ACT 7-10</> /div<span color="#ffffff">Defeat the absolute darkness!</>












































































































<span color="#ffffff">Shards of the Rulers (1)</>
As you may know, you need the fragments of the rulers to strengthen the ancient relics. /page That way you can make that ruler's power yours. <br>Why don't you make Lilith's power your own? /page He's probably hoping for that too.
It would be better to serve as a foundation for you than to lose his power to darkness. <br>In the future, I will collect more pieces and raise the power of the ancient relic to the limit.
<span color="#ffde00">[Sub] ACT 2-10</> /div<span color="#ffffff">Kill Lilith to get the shards!</>
<span color="#ffffff">Necessity for promotion (1)</>
If raising your combat power is difficult, why not invest in promotion? <br>It raises not only the rank, but also the ability. /pageChallenge one-on-one matches to earn promotions. <br>I hope you get a lot of promotion stones.
I have a hard time getting promoted, so I envy you. <br>However, I want to be vicariously satisfied with your promotion, so please work hard for promotion.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's request (1)</>
It's so much fun to see rising junior heroes like you. <br>I am enjoying the joy of helping. /page However, these days, the supply is low and it is difficult to retrieve it, so it is difficult to run a blacksmith. <br>So, as a request, won't you sell the equipment you get?
thank you so much. The equipment you sold took my breath away. <br>Work hard to make better equipment by running the forge.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
































<span color="#ffffff">Shards of the Rulers (2)</>
Do you know that strengthening Belzebub's Eye will give you an advantage before occupation? <br>If you want to become a distinguished person in the war of occupation, how about collecting the pieces of Belzebub?
Upgrading ancient relics also helps with stats, so make sure to secure a lot of pieces. you did a good job
<span color="#ffde00">[Sub] ACT 3-10</> /div<span color="#ffffff">Defeat Belzebub to get the shards!</>
<span color="#ffffff">Necessity for promotion (2)</>
I feel ecstatic to be promoted. <br>Perhaps it will be pleasant not only for me but also for you. /page I don't know when I'll be promoted, but aren't you different? <br>Get promotion seats in one-on-one matches.
You have many opportunities, so make the most of them. <br>And don't forget that you have to be promoted slowly but steadily.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's request (2)</>
Hey, the more you go, the more you run out of supplies. I'm begging you again this time. <br>Don't worry, I won't forget the price of hard work.
Thank you, thank you. I'm not going to use it as it is by just wiping the outside, so don't look at me with suspicion. next time please
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
































































<span color="#ffffff">Shards of the Rulers (3)</>
Relics of Azrael aid in raids, the great fight against darkness. <br>If you want to be active in raids, how about collecting pieces of Azrael?
Fragments are used for the promotion of relics, so don't hesitate to collect them. <br>It will be of great help to your stats when you are promoted.
<span color="#ffde00">[Sub] ACT 4-10</> /div<span color="#ffffff">Kill Azrael to get the shards!</>
<span color="#ffffff">Necessity for promotion (3)</>
You can win more than me in one-on-one matches. <br>So, promotion is possible much faster. I am very envious of that. How about going for a one-on-one match with the word /page coming out?
Did you get a lot of promotion stones this time too? <br>I felt once again that the ordinary me and the hero are different.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's request (3)</>
It's time. The time for equipment is back. <br>Thank you again this time. The quality doesn't matter, so I hope they sell a lot.
Again, there was a great harvest. thank you so much. <br>The time has come to work hard again.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
































































<span color="#ffffff">Shards of the Rulers (4)</>
In team battles, you can check the sum of the heroes and obtain gold. <br>I can say that it will be helpful to you who are in need of more and more supplies. /pageNidhog's relic helps in team battles. How about defeating him and collecting the pieces?
You fought a hard fight well. <br>The hard work now will come back as a great help later.
<span color="#ffde00">[Sub] ACT 5-10</> /div<span color="#ffffff">Kill Nidhogg to get the shards!</>
<span color="#ffffff">Necessity for promotion (4)</>
Promotion Stones are also given as rewards for other missions, but you get the most when you win one-on-one matches. /page When you are lacking in combat power, promotion is also a big help, so how about running into a one-on-one battle?
It's embarrassing to shout like a parrot about what you already know, but it is difficult to practice the most basic things consistently. /page Don't you just let me know when I'm about to forget? <br>Looking at you with a scary expression, it doesn't seem like it.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's request (4)</>
As the battle intensifies, the supplies we need are increasing. <br>So... I'm sorry, but would it be okay if I increase the quantity you are asking for?
Thank you so much for doing this even during the intense battle. <br>Don't worry, I won't forget grace.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
















































<span color="#ffffff">Shards of the Rulers (5)</>
You are much stronger now than when you first met me. <br>Do you want to check it out? /page Defeat Caligula and get the shards. <br>You will find yourself victorious at once.
Aren't you happy to see the increased power? You'll get stronger and stronger. <br>Collect the pieces as Caligula's relic is helpful for the Tower of Heroes.
<span color="#ffde00">[Sub] ACT 1-10</> /div<span color="#ffffff">Defeat Caligula to get the shards!</>
<span color="#ffffff">Necessity for promotion (5)</>
What's the win rate in one-on-one matches these days? Doesn't it get more difficult? <br>Then, it is a time when you desperately need stats, so try to acquire a promotion stone.
It is more important to collect even a little promotion stone than the current defeat. <br>In the end, that defeat will turn into a victory.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's request (5)</>
Come to think of it, I'm not asking you to bake like this. <br>You earn money and get rewards. /page Well, don't turn around like that. Mu, of course, I'm sorry... <br>So I'm begging you, please... .
So here's your reward, ahem! Oh no, don't turn around coldly. <br>I'll take care of you next time. Anyway, you're the one who fights... .
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
























<span color="#ffffff">Necessity for promotion (6)</>
It seems that an even greater battle awaits. <br>Then, how about getting a promotion before that? /pageGet a promotion stone in one-on-one matches.
It is important to prepare ahead of time to face a powerful enemy. <br>I hope you don't forget that promotion is one of them.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's request (6)</>
Somehow I think you'll start a more difficult fight soon. <br>Please give me strength, we will help too... . /page So, before that, could you please do me a favor? <br>I think it will be difficult to see, so please listen to my request.
thanks. For some reason, I have a feeling that we will see it more often than before. Whoops.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>












































































































<span color="#ffffff">Darkness of the Rulers (1)</>
A much deeper darkness is looming over the rulers of today. <br>The darkness will dwell in their fragments. /page Now that the demons have waned, before the darkness rises, <br>Defeat Caligula and bring the shards.
Looks like our predictions were right. <br>The darkness felt in the sculpture seems to be stronger. /page This fight must go on. <br>I hope it helps you get stronger.
<span color="#ffde00">[Sub] ACT 1-10 Elite</> /div<span color="#ffffff">Defeat Caligula to get the shards!</>
<span color="#ffffff">The importance of promotion (1)</>
The Lightbringer seems to have risen a lot. <br>But there are still stages to be promoted. /pageFighting the more powerful darkness now, why not stop and advance further and build up your stats?
Remaining in the promotion stage means that your stats can go up further. <br>It means hopeful that there is a lot of potential, so please keep working hard.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's favor (1)</>
The demons here are more powerful and there is no supply at all. <br>There is no one who can supply the supplies without you.
Remember when I said I'd see you more often? <br>I really didn't expect it to be like this. /page My position is urgently needed, so please take care of me in the future. <br>No, please.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>




















































































<span color="#ffffff">Darkness of the Rulers (2)</>
You must do everything you can to become stronger. <br>Ancient artifacts are one of those means. /pageI'm about to clear up the more powerful darkness that spreads in the fairy forest. How about getting a piece? I think it's the right time.
I thought you would be successful. It's reliable too. <br>The difficult battle will continue, but don't be shaken and believe in yourself.
<span color="#ffde00">[Sub] ACT 2-10 Elite</> /div<span color="#ffffff">Defeat Lilith to get the shards!</>
<span color="#ffffff">The importance of promotion (2)</>
These days, I'm also challenging myself a lot in one-on-one matches. <br>The results are poor, but I believe that one day I will become stronger. /page If you have forgotten now, how about going to a one-on-one match?
After all, you are consistently producing results. I'm really envious. <br>I will try my best to be able to help you from behind.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's favor (2)</>
It's not a Broke that comes every day, but it seems to come every day lately. <br>Please take good care of me again this time.
It's really fun to come to you, who always makes things a success. <br>My body is not expensive, and if I do this, I will visit you every day.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>




















































































<span color="#ffffff">Darkness of the Rulers (3)</>
You can get more pieces here than before. <br>Now seems to be an opportunity for Belzebub's eyes to weaken. /pageKill Belzebub and get the shards so you can have that power.
You are the only one who will reap the darkness spread by the rulers. <br>You, it seems that where the Lightbringer passed, the light remains.
<span color="#ffde00">[Sub] ACT 3-10 Elite</> /div<span color="#ffffff">Defeat Belzebub to get the fragments!</>
<span color="#ffffff">The importance of promotion (3)</>
By now, don't you want to break Gaius-sama's record? <br>The record of becoming a commander-in-chief in the shortest time. /page Of course, since the commander-in-chief is appointed by Ramiel, promotion alone cannot be achieved.
It is said that when you reach the final rank, you become a candidate for commander in chief. <br>But surely you will be able to break Gaius-sama's record.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's Favor (3)</>
Are you trying to avoid looking at my face now? <br>Don't do that, I will bow down like this, so please grant me a favor.
Thank you. And the next time you try to avoid it, I'll give you a stronger bow. <br>If you don't want the shame to be yours, you'll have to do a favor.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>




































































<span color="#ffffff">The importance of promotion (4)</>
I'm weak, but I've never lost against a lower rank. <br>After all, there are friends who are lower than me because they are the best among the soldiers. How about checking out /page in a one-on-one match?
I didn't know that you couldn't know your opponent's rank. <br>Because I competed with familiar faces... It's my negligence. /page But you probably never lost to a lower rank. <br>Oh, I'm not your uncle.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's favor (4)</>
I think I'll go on an adventure with you soon. <br>So I have to prepare myself to run the forge while I'm away. /page So please. Instead, let me do my best to help you. <br>What did you mumble now?
thank you so much. But did I mumble that it's better to give a lot of rewards than to help out wholeheartedly? /pageDidn't you say that before! Let me save it in my memory.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Darkness of the Rulers (4)</>
The flames of hatred that Azrael possessed grew stronger. <br>Even if it is a different being, its power is very dangerous. /page How about you knock him down and get a piece to take his power?
The powers of the rulers will help you in the battle against the absolute darkness that will come one day. <br>The fight to collect the pieces will not be easy, but make sure you don't miss it.
<span color="#ffde00">[Sub] ACT 4-10 Elite</> /div<span color="#ffffff">Defeat Azrael to get the shards!</>
































































<span color="#ffffff">The importance of promotion (5)</>
I've been thinking about the fight with the lower classes I talked about last time. <br>I have come to the conclusion that in order to defeat a high rank, the rank needs to be high. /page If you get a higher rank than you are now, you win more, <br>and you get more promotion seats, right? Try it right now!
I know I was thinking too simplistic. <br>But I think it's a conclusion that has a high chance of winning. /page Sometimes simple is the right answer, isn't it? <br>Hahaha… haha… Well, sorry.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's Favor (5)</>
Watching you fight warms my heart. <br>I'm sorry that I asked you to fight... . /page I'm sorry, but I have to run the forge again, so I'll ask.
It's as if my request to you is to go to a regular restaurant and order what you always eat. /page I'm just thankful that you understand and do everything together. <br>Be more sincere next time.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Darkness of the Rulers (5)</>
You have come to the most difficult and important stage. <br>Disperse the darkness of Nidhogg and obtain a piece to finish it.
You fought really well. To subdue even the more powerful Nidhogg... . <br>You will overcome any enemy you encounter. Always pushing the limits.
<span color="#ffde00">[Sub] ACT 5-10 Elite</> /div<span color="#ffffff">Kill Nidhogg to get the shards!</>
















































































<span color="#ffffff">Promotion value (1)</>
Lightbringer, the demons here are far stronger than before. <br>So I think that even a small force as small as a sparrow will help you. Don't miss out on the /page promotion as it's growing in value.
One or two promotions will not make any difference. <br>But that small start will result in a class change.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's plea (1)</>
Given the situation here, I should beg you instead of asking for it. <br>I will dig up the ground and raise a temple, so please collect the equipment and sell it.
Actually, I paid more attention than I used to because the reward will be better than my bow. <br>From now on, no, listen to my plea.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Primal of the Rulers (1)</>
Even Caligula, who was considered the weakest among the rulers, had terrible power. <br>Of course you won, but... That power is sure to help. /pageDefeat Caligula and get more shards to increase your power.
You can blame me for leading me to a harsh battle. <br>But please understand my desire to be of some help to you.
<span color="#ffde00">[Sub] ACT 1-10 Nightmare</> /div<span color="#ffffff">Defeat Caligula to get the shards!</>








































































<span color="#ffffff">Promotion value (2)</>
I hope my suggestions didn't bother you or that you didn't like me. <br>Something seems to be similar to the expression on the look of Mr. Broke. /page but will not stop making suggestions that will be helpful for you. <br>Participate in one-on-one challenges for promotions!
At some point, it seems that my heart to support you has grown more than my surrogate satisfaction.
<span color="#ffde00">[Sub] Elysium</> /div<span color="#ffffff">Challenge one-on-one battles to get promotion stones!</>
<span color="#ffffff">Broke's plea (2)</>
Have you not felt that the equipment you get here has some other power? <br>I think it will be of great help to us if we know its power. /page So please sell as much equipment as possible. No, I beg you.
Good work. Don't worry, I'll let you know if I find out. <br>I'm hoping it's not my fault.
<span color="#ffde00">[Sub] Elysium</> /div<span color="#ffffff">Acquire and sell equipment!</>
<span color="#ffffff">Primal of the Rulers (2)</>
The rulers of this place, where the powers of hell are born, have more shards. <br>I think this will help fill in the number of pieces you need. /page How about bumping into a tough fight for yourself to get stronger?
I believe you will end this long fight. <br>Everyone thinks that way because of what I've seen so far.
<span color="#ffde00">[Sub] ACT 2-10 Nightmare</> /div<span color="#ffffff">Kill Lilith to get the shards!</>








































































<span color="#ffffff">Promotion worth (3)</>
How was the battle against the more powerful Belzebub? <br>Have you ever had a hard time? /page Well, if you haven't already, you'll need a promotion. <br>For the future.
I insisted on making a suggestion, but I don't think I'm doing anything wrong. <br>Because it will definitely help you.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's plea (3)</>
Oh, great hero, lightbringer! Every time I see you, I get stronger and stronger. <br>I think we've become a lot stronger than the last time we met. /page, this is not Abu. I really thought so. <br>So please help me with that powerful force.
thank you so much. But isn't it time to adapt to my request? <br>Please don't burn my sweetheart because you seem too bothered.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Primal of the Rulers (3)</>
As long as you have that powerful power of Belzebub, you can't be vigilant. <br>Why don't you defeat him and get a lot of pieces to add to your power?
It is not long before we destroy the source of the rulers' power. <br>But you can keep getting that power if you need it. /page We don't know what kind of ordeal lies ahead, so stay prepared.
<span color="#ffde00">[Sub] ACT 3-10 Nightmare</> /div<span color="#ffffff">Defeat Belzebub to get the fragments!</>








































































<span color="#ffffff">Promotion worth (4)</>
The ranks of all the heroes may not have reached the top yet. <br>Wouldn't that be a reason to be promoted? /pageWith me… No, but head to head-to-head matches.
Even if promotion doesn't play a big role in your strength right now, if you keep doing it, it will be of great help... I think someone said this too... ?
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's plea (4)</>
I don't think there will be many days left to beg you like this. <br>Huhuhuhuh, one of our blacksmiths found a vein. /page This may be the last request, so please listen. <br>I won't bother you any more.
I had a lot of trouble. For some reason, I'm a little sad that I don't want to ask any more. <br>But don't let yourself be sad because we can see each other on an adventure together.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Primal of the Rulers (4)</>
You have few rulers left to defeat, but your strongest enemy remains. <br>If you collect the pieces of Azrael, won't it help you in the future fight?
Even if the rulers' relics don't play a big part in your strength right now, it will be of great help if you keep collecting them as they are now.
<span color="#ffde00">[Sub] ACT 4-10 Nightmare</> /div<span color="#ffffff">Kill Azrael to get the shards!</>
































































<span color="#ffffff">Promotion worth (5)</>
Don't you need a lot of promotion seats these days? <br>Then you must be collecting a lot even if I don't recommend it. /pageBut that doesn't stop me from recommending. <br>How about running to one-on-one battles?
You suffered. I will continue to propose to you in the future. <br>Even if the ranks of all the heroes reach their peak.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's plea (5)</>
This has no face. It took a lot of time to develop the discovered ore veins. <br>I'm sorry, but I hope they sell a lot of equipment this time too.
Actually, I don't know when the ore will be developed. So I'm going to keep asking. <br>Don't worry, we will reduce the quantity requested when development is complete.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Primal of the Rulers (5)</>
Obtaining a piece of Nidhogg is symbolic even if you don't need it right away. <br>Get a piece of Nidhogg and put an end to the fight against the rulers.
It was a great finish. Show me a wonderful victory in preparation for future trials.
<span color="#ffde00">[Sub] ACT 5-10 Nightmare</> /div<span color="#ffffff">Kill Nidhogg to get the shards!</>












<span color="#ffffff">Gladiator's Torment (1)</>
I can't believe there are stronger enemies left. <br>It's amazing that you can become stronger on the one hand. /page That's why I think I'm becoming more dependent on you. <br>Kill the soldiers who point their spears at us while engulfed in darkness.
The fights up to now must have been very arduous and painful. <br>But it will be a more difficult penance from now on, so you have to have a strong heart.
<span color="#ffde00">[Sub] ACT 1-2 Hell</> /div<span color="#ffffff">Defeat a soldier controlled as a gladiator!</>
<span color="#ffffff">Assassin's Torment (1)</>
I don't know why, but our Elysium seems to be connected to all dimensions and time. /page Is it because the power of light is the beginning and sanctuary of sanctuary? <br>Stronger enemies are aiming for Elysium. /page First, defeat the Skeleton Archers to stop the momentum.
In the future, it will be a battle that must be fought to protect. <br>And that fight will test your limits every time. /page The hard road of asceticism begins, so don't become weak.
<span color="#ffde00">[Sub] ACT 1-3 Hell</> /div<span color="#ffffff">Defeat the Skeleton Archer with the Assassin!</>
<span color="#ffffff">Striker's Torment (1)</>
Werewolves are dangerous raiders and are a great threat to Elysium. <br>You've probably fought a lot, and you're probably familiar with it. /page You must face some of the strongest werewolves ever fought. <br>You must eliminate the threat of Elysium, which has this great power.
I know that you challenge your strength to keep your promises. <br>It is not because of the aggressive and strong desire to win. /page So the challenge of increasing limits will be ascetic. <br>But don't stop on this path that only you can challenge.
<span color="#ffde00">[Sub] ACT 1-6 Hell</> /div<span color="#ffffff">Defeat the werewolves with a fighter!</>
<span color="#ffffff">Mage's Torment (1)</>
Skeleton warriors are those who constantly fight while regenerating. <br>An enemy with high efficiency and productivity like them is dangerous. /page It was the same in the old fairy forest, and so is Elysium. <br>You are the only one who can stop the skeleton warriors from regenerating, so defeat them.
It must have been a cumbersome and dangerous battle, but you worked hard. <br>Actually, they must have been human in the first place. /page I think that preventing you from being used indefinitely in the dark is to protect the value of your existence.
<span color="#ffde00">[Sub] ACT 1-9 Hell</> /div<span color="#ffffff">Defeat the Skeleton Warrior with a Wizard!</>
<span color="#ffffff">Stop the forces of darkness! (1)</>
Reducing the power that suppresses the light is also a way to restore the power of the light. <br>If you stop the growing forces of darkness, there will be room for the power of light to fill.
Since all demons contain the power of darkness, their number can be said to be the size of darkness. /page We must stop the increase in the number of demons. <br>You are the only one who can defeat the stronger power of darkness, so please continue to help.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">War for Light's Prosperity (1)</>
Your relentless fighting has allowed us to plant our banners in each area. <br>However, the demons are raising their heads again, taking advantage of the weakening of the power of light. /page Get stronger and clear the rising darkness again.
Now is the time when you have driven out the darkness, and now is the time for the weakened light to flourish. <br>Please help us to come a day when the dazzling brilliance shines like before.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Attack each area!</>
<span color="#ffffff">A true victory (1)</>
Competing for a one-on-one match in a limited space is a real match and a duel that competes for skills. /page No matter how powerful you are, you may meet some recluse. <br>Check it out.
It seems that the fact that I have been able to use flashy words is the result of accumulated attempts to convince you. When it comes to one-on-one battles with /page, I'm pretty confident.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Securing resources for rebuilding (1)</>
You have driven the darkness away, but the world is desolate and scarce. <br>I went out to rebuild Elysium and other places. /page That's why I need a lot of supplies and money, but it's not easy to rob me. <br>I hope you can help.
the sound is great With this kind of help, the reconstruction work will go smoothly. <br>And don't worry, I've stolen my belongings, but the support for you will continue.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Purify Dark Shard (1)</>
The fragments possessed by the rulers contain strong dark powers. <br>If that power grows again, a new invasion may occur. If you take the fragment of /page and purify it, you can reverse the power. How about starting with a piece of Caligula?
You are well aware that the enemies you have fought countless times will appear stronger and stronger each time, tormenting you <br>. /page When the suffering ceases, all the fights will end. <br>Your hands will one day bring us and you a day of rest.
<span color="#ffde00">[Sub] ACT 1-10 Hell</> /div<span color="#ffffff">Defeat Caligula to get the shards!</>
<span color="#ffffff">Achievement of Transcendence (1)</>
To be honest, I thought your power couldn't get any stronger. <br>But you're going beyond that idea. /page You are pushing your limits against stronger enemies. <br>It is essential to you, so let's continue to achieve the achievement of transcendence.
There must still be a way to become stronger. <br>We will think about it together and let you know.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Mage's Torment (2)</>
Darkbats hinder the spread of life force in the forest. <br>It is not enough to interfere, it exploits the power of life. /pagePlease ask those who care for the forest. Please drive away the dark bats.
Thank you very much. Your efforts will not only revive the forest, but also bring back a place for your people to live.
<span color="#ffde00">[Sub] ACT 2-1 Hell</> /div<span color="#ffffff">Defeat dark bats with a wizard!</>
<span color="#ffffff">Striker's Torment (2)</>
Ratus is inflicting damage to our soldiers with quick movements and surprises. /page But if you don't have a sharp sense like you, it's hard to respond. <br>Please defeat Ratus and protect the soldiers.
Indeed, every time I see your abilities, I am amazed. <br>Thank you so much for defeating the menace of the soldiers.
<span color="#ffde00">[Sub] ACT 2-2 Hell</> /div<span color="#ffffff">Defeat Latus as a fighter!</>
<span color="#ffffff">Assassin's Torment (2)</>
It's hard to bear with a monster as tenacious and cruel as an explosive spider roaming the forest. So I want to commission you. /page Kill the Explosive Spiders. Make those noisy monsters silent forever.
You've been through a lot. Will we be able to restore the peaceful and quiet forest someday as we wish?
<span color="#ffde00">[Sub] ACT 2-4 Hell</> /div<span color="#ffffff">Defeat Explosive Spiders with the Assassin!</>
<span color="#ffffff">Gladiator's Torment (2)</>
The Demon Nest is the one who spreads darkness in the forest. <br>Hiding in the corner, spreading bats and poison. / page I think he's probably the type you hate the most. <br>Judg the demon nests with your justice.
I don't know if it's because of your mood, but your victories always look great. <br>But I wonder if the Devil's Nest has any intelligence?
<span color="#ffde00">[Sub] ACT 2-7 Hell</> /div<span color="#ffffff">Defeat Demon Nest as a Gladiator!</>
<span color="#ffffff">Stop the forces of darkness! (2)</>
There are rumors that Grazia is returning. <br>You seem to have discovered something great. /page I hope it's not dangerous... <br>For now, it is better to focus on driving away the forces of darkness.
You suffered. On the one hand, while defeating the demons, a question arose. Where the hell do these come from? /page Don't worry about it, as it's a question of a savage soldier who doesn't know anything. <br>I hope that Grazia will come and talk to you soon.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">War for Light's Prosperity (2)</>
Blocking the forces of darkness and broadening the realm of light at the same time can bring about the prosperity of light. /page Drive away the darkness hiding here and there, <br>Please create an area where light can take root.
Good job. I don't think there's ever been anything I can do to stop you.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Attack each area!</>
<span color="#ffffff">A true victory (2)</>
Originally, I was going to encourage you to get a promotion. <br>But if there is no real winning process, you can't prove your qualifications, right? /page So, <br>to encourage you to win a chance to advance with confidence. Try it right now.
Aren't you happy? It is a promotion that achieved achievements proudly. <br>Oh, if not, I'm sorry.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Securing resources for rebuilding (2)</>
I'm working on a project to secure funds for the reconstruction project. <br>In the end, the work doubled, but I had no choice but to be the only one who was right for it. /page So I hope you can help. <br>I am collecting equipment to secure funds, so please sell it to me.
It must not be enough to use it to level up equipment, but thank you very much. <br>I will work hard to raise funds.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Purify Dark Shard (2)</>
I have to get Lilith's pieces, so this will be a difficult challenge again. <br>But in order to block the growing power of darkness, it cannot be avoided. /page Please be brave and make it a success. I beg you <br>Bring me a piece of Lilith.
I feel it every time, but the battle with Lilith-sama seems to be more difficult. <br>But it was a nice win. You don't seem to have an unfavorable way of fighting.
<span color="#ffde00">[Sub] ACT 2-10 Hell</> /div<span color="#ffffff">Kill Lilith to get the shards!</>
<span color="#ffffff">Achievement of Transcendence (2)</>
The battle gets harsher and the demons get stronger and stronger, but I'm honestly surprised that you've grown even more without losing. /page By this time, I really want to see how strong you can get. <br>I'll give you a goal, so show me what you can achieve.
I don't know if it was easy to achieve, but it's amazing. <br>I think I did a good job of making all the equipment based on you.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Assassin's Torment (3)</>
It's really nice to see you. Looks like I'll have to go on a trip again soon, but I just wanted to say hello. Actually, I'm going to ask you to say hello, but that's okay. /page Clear the wriggling worker zombies from the graveyard. <br>I'm really sorry, but I'll tell you the details after I get back.
Thank you so much. The reason I asked is because of what I found. <br>Now, dark power is flowing from the resurrected base of darkness. /page So all the dark powers are growing. <br>You must defeat the enemies here who are affected by the power before they get stronger.
<span color="#ffde00">[Sub] ACT 3-1 Hell</> /div<span color="#ffffff">Defeat worker zombies with an assassin!</>
<span color="#ffffff">Mage's Torment (3)</>
Other demons seem to be particularly affected by the <br>dark powers from which the zombies flow. /page Among them, the raider zombie is a vicious creature that spreads grudges. <br>You are the best way to get rid of them, so go ahead.
you suffered In fact, as the assailant zombie attacks from a distance, you are the right person who can attack from a distance. /page There was no big reason… , no. Because your power can dispel any remaining resentment. Boo, surely you have that kind of power.
<span color="#ffde00">[Sub] ACT 3-4 Hell</> /div<span color="#ffffff">Defeat zombie raiders with a wizard!</>
<span color="#ffffff">Gladiator's Torment (3)</>
I know you hate a sin like greed. <br>Actually, it could be said that predator zombies are the object of hatred. /page Moreover, it is a collection of violence, so we must get rid of it before it gets stronger. <br>Please judge by your justice.
The fact that your enemies are getting stronger this way means that something unusual is going on in the dark base. /page Surely you will go there, but it takes a lot of preparation. <br>Think of this as a preparation.
<span color="#ffde00">[Sub] ACT 3-6 Hell</> /div<span color="#ffffff">Defeat predatory zombies with a gladiator!</>
<span color="#ffffff">Striker's Torment (3)</>
All the ancient stone statues of knights must have been crushed by your fist. <br>But the stone statues here will be different. /page Show your fear by destroying foes that are never easily broken.
<br>I asked you to do this because something unusual is actually going on that irritated you. You and your colleagues will soon find out.
<span color="#ffde00">[Sub] ACT 3-8 Hell</> /div<span color="#ffffff">Defeat the ancient knight statue as a fighter!</>
<span color="#ffffff">Stop the forces of darkness! (3)</>
The long-awaited Grazia has brought terrifying news. <br>I heard that the base of darkness is being rebuilt and something unusual is happening. /page To be honest, I'm afraid, but I try to focus on the things in front of me. <br>Defeat the demons in the tomb area.
Like Grazia, who is going on a trip soon, you will probably go on a road trip. <br>I believe that the current battle will definitely be helpful for new adventures.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">War for Light's Prosperity (3)</>
Our crisis is approaching without stopping. <br>To see a stronghold of darkness appearing because there is not enough of a stronger enemy... . /page Someday you will go there. It will surely help you if you weaken the darkness here <br>before that.
I'm actually afraid. But the performance and faith you have shown make the fear disappear. Thank you very much.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Attack each area!</>
<span color="#ffffff">A true victory (3)</>
More reasons to be stronger. I'm a little in a hurry. <br>I hope you get stronger quickly. /page How about winning a battle and getting a promotion stone to advance further?
Well done. A promotion would definitely help. <br>I am proud that I feel like I have taken on a stronger training for you. /page If you make such a scary face... I will undo what I just said.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Securing resources for rebuilding (3)</>
I'm sorry, but I urgently need some products right now. <br>Can you sell me some equipment?
thanks. Thanks for taking a breather <br>I usually work hard to acquire equipment, yes. you're doing well
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Purify Dark Shard (3)</>
You made it to the end of the tomb. It was really hard. <br>Then, defeat Belzebub and get his piece to decorate the end.
It must have been a difficult battle, but it ended well. <br>The day will come when the power of darkness will disappear from every piece, so give me strength.
<span color="#ffde00">[Sub] ACT 3-10 Hell</> /div<span color="#ffffff">Defeat Belzebub to get the shards!</>
<span color="#ffffff">Achievement of Transcendence (3)</>
Well, I heard you uncovered a huge danger that wasn't revealed. <br>You can't stop growing and transcending. /page Of course, the word transcendence doesn't suit me because I haven't seen the limit yet, but <br>show me a stronger side.
I'm worried that everyone is so anxious that they're urging you to get stronger. <br>Actually, you must be the one who has the most pressure. /page Don't worry too much about getting stronger. <br>I think it will just take a little longer.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Striker's Torment (4)</>
From what I know, goblins do a lot of damage to the Spirit Castle, <br>I think the goblin mercenaries are the biggest problem. /page Don't you hate those wild and naive bastards too? <br>Get rid of the goblin mercenaries.
Even if the crowds were a little stronger, it wouldn't be your opponent. <br>Because even if many people come, they will be crushed by your fist. good job
<span color="#ffde00">[Sub] ACT 4-2 Hell</> /div<span color="#ffffff">Defeat goblin mercenaries with fighters!</>
<span color="#ffffff">Gladiator's Torment (4)</>
The goblin archers seem to have followed their captain into serious narcissism. <br>They say they are happy to shoot arrows at random. /page Looks like you're the only one who can wipe out those disorganized hordes. <br>Tell them what order is.
You must have taught those demons firmly what order was with your sword. <br>It's not easy to teach someone you can't communicate with. great job.
<span color="#ffde00">[Sub] ACT 4-3 Hell</> /div<span color="#ffffff">Defeat Goblin Archers with Gladiators!</>
<span color="#ffffff">Mage's Torment (4)</>
I didn't know Skeleton Soldiers like shiny things. <br>My teammates were attacked while looking for treasure to secure funds. /page If we go on like this, let alone the treasure, I think our colleagues will be in more danger. <br>I hope you get rid of those heinous disturbers.
thanks. Those who steal treasures without even decorating them must give their souls! <br>No, of course it's not because it's a pity to lose the treasure.
<span color="#ffde00">[Sub] ACT 4-7 Hell</> /div<span color="#ffffff">Defeat the Demon Box with the Wizard!</>
<span color="#ffffff">Assassin's Torment (4)</>
Doesn't it hurt your pride to see goblin assassins go wild? <br>Things like that refer to assassins. /page Why don't you just show them what an assassination is?
Did you show me what an assassination is? If that's the case, I don't think there are any good guys. <br>You wouldn't have survived on your neat skills.
<span color="#ffde00">[Sub] ACT 4-9 Hell</> /div<span color="#ffffff">Defeat the goblin assassin with the assassin!</>
<span color="#ffffff">Stop the forces of darkness! (4)</>
It is important to drive out the demons in the castle of the soul. <br>For the return of the Most High Saints. /page Destroy the demons for that time and to weaken the power of darkness.
Thank you for your effort. I've never seen it before, but the Most High Saint <br>has incredible power. /page No, was that person you were looking for? <br>Please bring it by all means.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">War for Light's Prosperity (4)</>
As you may know, the Castle of Souls is a place I have a lot of attachment to. <br>Please drive away the darkness and plant light.
Good job. Will Miracle-sama and his souls return to the castle someday?
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Attack each area!</>
<span color="#ffffff">A true victory (4)</>
Have you ever competed with Azrael-sama here? <br>It is said that it is strong enough to attach all kinds of modifiers. /page Don't you need a little preparation? <br>Then there is nothing more suitable than a one-on-one match. Get some promotions... .
Compete against strong opponents to keep your senses and raise your stats with promotion stones. <br>What better preparation for battle than this? /page Oh, if you don't think so, you can say it... .
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Securing resources for rebuilding (4)</>
Thanks to your great work, there are more places that can be rebuilt. <br>So I needed more money. So how about handing over some gear?
<br>I'm a little confused that your performance is necessary and important, but the more you do it, the more money you need. Still, I'll keep begging you.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Purify Dark Shard (4)</>
The toughest battle awaits. You'll have to unleash everything you've built up so far. <br>Otherwise, you will be lying down without even looking at the sculpture, so be careful. /page That's what dealing with Azrael-sama is, so make up your mind.
I thought it wouldn't surprise me now, but this time it surprises me again. <br>That's great. It was a great victory.
<span color="#ffde00">[Sub] ACT 4-10 Hell</> /div<span color="#ffffff">Kill Azrael to get the shards!</>
<span color="#ffffff">Achievement of Transcendence (4)</>
Wouldn't it be better to check before facing a stronger foe? <br>You have to be at this level to be able to fight to a certain extent, so make sure you get stronger.
good job. But keep in mind It's not at the level where you can easily fight, but <br>to the extent that you can endure it, so you have to be stronger and be careful.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Gladiator's Torment (5)</>
The movement seen by the ghouls of the Celestial Castle is unusual. <br>As you know, they flock to the majority and are very obsessed with their goals. /pageYou must have done a great job in destroying your kingdom. <br>Get rid of that dangerous group.
I've been struggling It seems that someday you have transcended the feeling of revenge. <br>I want to be a servant in your kingdom.
<span color="#ffde00">[Sub] ACT 5-1 Hell</> /div<span color="#ffffff">Defeat the ghouls as a gladiator!</>
<span color="#ffffff">Mage's Torment (5)</>
The Priests of Death are committed to the dark side by side. <br>I wonder if they are really human. /page I don't know for what purpose they devote themselves to darkness, but if it's due to wrong power and knowledge, shouldn't you tell them?
I hope the Priests of Death will understand through you that there is punishment for choosing the wrong path over the other.
<span color="#ffde00">[Sub] ACT 5-2 Hell</> /div<span color="#ffffff">Defeat the Priest of Death with a Wizard!</>
<span color="#ffffff">Striker's Torment (5)</>
The Minotaur is running rampant, overconfident in his power. <br>They say they kill everything in front of them. /page Shouldn't we tell them that there is a stronger power? <br>I mean that you are there.
Indeed, you are the one who seeks power over power. good job But <br><br>The minotaur's low intelligence will forget you, so you'll have to tell him every time.
<span color="#ffde00">[Sub] ACT 5-7 Hell</> /div<span color="#ffffff">Defeat the Minotaur with a fighter!</>
<span color="#ffffff">Assassin's Torment (5)</>
The gargoyles of the Celestial Castle are leaping forward, trusting in their fast flight. <br>It is said that it also appears in the sky of Elysium. /page The gargoyles here are arrogant, so you'll be blown away. <br>I mean, you can't beat Elysium with that speed.
you did a good job I have great faith in the way you always devote yourself. <br>You've done a great job, so let's take a breather.
<span color="#ffde00">[Sub] ACT 5-8 Hell</> /div<span color="#ffffff">Defeat the Gargoyles with the Assassin!</>
<span color="#ffffff">Stop the forces of darkness! (5)</>
You have broken countless powers of darkness. <br>And suffered numerous fights in repeated places and times. /page This will be one of those fights, but there was no <br>fight where none of it mattered. I wish you all the best this time.
The victories of the small fights will come together and affect the victory of the big fights. <br>Surely, the effort now will bring you victory in your great battle.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">War for Light's Prosperity (5)</>
Thanks to your work, the power of light is reviving. <br>I ask you this time so that I can recover more quickly.
Thank you. Although it is not fast, the fact that you are slowly recovering is probably important.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Attack each area!</>
<span color="#ffffff">A true victory (5)</>
I think this is a very important moment. <br>No, of course, this is a more important point than I mentioned before. /page Because it's time for all the heroes to get stronger. <br>Go to the battlefield for a promotion that can be of any help.
It will take a lot more challenges than I am suggesting. <br>But the challenge is your choice. I am only reminding you of the need. /page Are you attacking something with a cowardly glance... That's not it.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Secure resources to rebuild (5)</>
Grazia says that they will need more money in the future. <br>Now, I'm asking here and there. /page Of course, I'm going to ask you a favor too. <br>I hope they sell more equipment this time too.
When I look at the funds being managed these days, it's almost like my eyes are rolling. <br>My hands were trembling as a lot of money came and went. /page Anyway, thank you very much for your help this time.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Purify Dark Shard (5)</>
I have to recommend a challenge that cannot be easily done. For this time, I don't think you can do anything about it, even if you put a lot of time into it or give up. /page But it's okay to take a lot of time, so wouldn't it be better to succeed? <br>Get the pieces from Nidhogg here.
It must have been a challenge to bet everything, but in the end I succeeded. <br> I thought you would succeed. I'm really proud of it.
<span color="#ffde00">[Sub] ACT 5-10 Hell</> /div<span color="#ffffff">Kill Nidhogg to get the shards!</>
<span color="#ffffff">Achievement of Transcendence (5)</>
Even I can't predict what the next battle will be like. <br>When you can't expect it, it's best to train honestly. /page It won't be easy, but try to increase your fighting power.
I don't know if future fights will be possible with this level of fighting power. <br>But even if it's not easy, I think you can hit it hard enough. Good work.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Gladiator's War (11)</>
Gladiator, you have entered the dark stronghold. <br>If you pass this place, you will be able to get closer to the end of everything. /page This body will help you through the dark world.
Well done. But in the future, what you have been through will be repeated. <br>It will be difficult, but I want you to become stronger and overcome it.
<span color="#ffde00">[Sub] ACT 6-1</> /div<span color="#ffffff">Break through the area as a gladiator!</>
<span color="#ffffff">Assassin's Revenge (11)</>
Something unusual is going on here. <br>I think it has to do with absolute darkness... That's why the demons are strong. /page<br>You must break through this place to prevent this dangerous and unusual thing. I beg you
I don't know if I felt it, but I think I recognized your existence here too. <br>The disturbance will get worse, so I hope you can break through it as well as it is now.
<span color="#ffde00">[Sub] ACT 6-2</> /div<span color="#ffffff">Break through the area with an assassin!</>
<span color="#ffffff">The Wizard's Journey (11)</>
You will be a great threat to those who rule this place. <br>When he sees a threat approaching, he seems to think so too. /page Show that his thoughts are facts, not predictions.
In fact, it seems that the existence that rules this place is beyond my power. <br>Believing in you and putting up with fear, please continue to give me faith.
<span color="#ffde00">[Sub] ACT 6-3</> /div<span color="#ffffff">Break through the area with a wizard!</>
<span color="#ffffff">Striker's Challenge (11)</>
Those who rule this place will know that I am with you. <br>I don't know if I'm the only one who's not a threat. /page But I will guide you till the end of my strength. <br>Hurry up the road.
I'm sorry that I feel like I'm urging you to constantly pursue the strong. <br>But you are our hope and me, so please give me strength.
<span color="#ffde00">[Sub] ACT 6-4</> /div<span color="#ffffff">Break through the area as a fighter!</>
<span color="#ffffff">Strong blocker</>
I don't know if you know anything about the Dark Lady. <br>They create threats from memories stolen from others. /page This time, I will block you with a powerful impediment, so I hope you can overcome it.
You have overcome the difficult battle well. Your growth really never stops.
<span color="#ffde00">[Sub] ACT 6-5</> /div<span color="#ffffff">Defeat Dark and Demon Weapons!</>
<span color="#ffffff">Unity and cooperation (1)</>
Now, all of your comrades will have to be strong. <br>There is nothing better than a team battle to get stronger together and test your strength. /pageChallenge teamfights and lock in victory.
Rather than winning or losing, the process of becoming stronger and proving together is more important. <br>I think your challenge itself is great.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Team Battle!</>
<span color="#ffffff">Striker's Challenge (12)</>
There are many tough battles ahead of you. <br>So, it would be better to prepare for battle as much as mental preparation. /page Already half way through, think that there is not much left and advance.
You are doing really well. <br>We will soon discover the secrets of what happens at this end.
<span color="#ffde00">[Sub] ACT 6-6</> /div<span color="#ffffff">Break through the area as a fighter!</>
<span color="#ffffff">The Wizard's Journey (12)</>
You are so good at figuring out the movements of force, so be brave and move forward. <br>I'll take a good look at any surprise attacks.
It was a great victory. I guess the end is not far away. <br>Even though I'm not of much help, am I not giving you courage?
<span color="#ffde00">[Sub] ACT 6-7</> /div<span color="#ffffff">Break through the area with a wizard!</>
<span color="#ffffff">Assassin's Revenge (12)</>
The closer we get to the end, the stronger the power of darkness is being felt. <br>It feels like a power I've felt before, but I'm not sure yet. /page We will soon reach the source, so please give us a little more strength.
I am deeply admiring your growth. I hope you get stronger.
<span color="#ffde00">[Sub] ACT 6-8</> /div<span color="#ffffff">Break through the area with an assassin!</>
<span color="#ffffff">Gladiator's War (12)</>
As this body analyzed, you will now fight Jeanne. <br>Be careful as you don't know what kind of enemies you will create with that dangerous ability. /If you, the page leader, fall, it's a big deal.
He fought against both of them, and he fought a tough one, but he overcame it. <br>You will surely find the light back.
<span color="#ffde00">[Sub] ACT 6-9</> /div<span color="#ffffff">Break through the area as a gladiator!</>
<span color="#ffffff">Unfinished ending</>
You are ready to ascertain the power and cause of this dreadful darkness. <br>This fight will reveal who the real enemy is.
No one would have known that such a tragedy would happen. <br>Miracle-sama saved me... I think a more difficult ordeal has appeared. /page But I'm sure you'll get through it. We will all help.
<span color="#ffde00">[Sub] ACT 6-10</> /div<span color="#ffffff">Kill the ruler and check the story!</>
<span color="#ffffff">Limit of Combat (8)</>
I heard you did a great job. But what's more difficult? <br>If you feel a surge of power in your stronghold of darkness, you need to prepare a lot of power. /page That way you will be able to deal with later enemies.
I said it too much, but I know it's very painful. <br>But thank you for fulfilling my unreasonable demands. /page You can grow without knowing your limits.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Gladiator's War (13)</>
A power beyond my power binds the souls of heroes to the yoke of time. <br>Free those souls. Gladiator, I beg you to step forward.
Perhaps the master of the power that holds souls right is the one who created the bridle of time. <br>If you break the bond of time, the beings entangled here will be set free.
<span color="#ffde00">[Sub] ACT 6-2 Elite</> /div<span color="#ffffff">Defeat a gladiator's soul with a gladiator!</>
<span color="#ffffff">Assassin's Revenge (13)</>
There is a saying that you can truly be strong when you surpass yourself. <br>I think the souls of heroes are the ones most similar to you. /page Assassin, think of it as a battle against yourself and break the spirit's will to fight.
Did you find yourself taking it one step further? <br>If you don't let go of yourself, you will be able to become strong even in repeated trials.
<span color="#ffde00">[Sub] ACT 6-4 Elite</> /div<span color="#ffffff">Kill the soul of an assassin with an assassin!</>
<span color="#ffffff">Striker's Challenge (13)</>
Striker, I know you enjoy challenging powerful forces. <br>There is an opponent you can challenge, so achieve a satisfactory victory.
Are you satisfied with this battle? It looks like something is missing. <br>Okay, I hope your longings carry on to the end of this battle.
<span color="#ffde00">[Sub] ACT 6-6 Elite</> /div<span color="#ffffff">Defeat the fighter's soul as a fighter!</>
<span color="#ffffff">The Wizard's Journey (13)</>
It's part of a big fight, but there's a fight you must go through to protect it. <br>It's a battle with the soul. It is also meaningful to the wizard, so please lend me your strength.
I thought you would win. I hope that your worries and anxieties are gone.
<span color="#ffde00">[Sub] ACT 6-8 Elite</> /div<span color="#ffffff">Defeat the wizard's soul with a wizard!</>
<span color="#ffffff">Miracle's request</>
The power of the one who made the chains of time remains with the demons. <br>If you defeat the demons, wouldn't you be able to weaken that powerful force?
I don't know how much this attempt will weaken the power of the one who created the yoke of time, but it will help you one day when you fight him.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">Origin of the Miracle</>
I'm praying to get rid of the power of that person who has taken root in each region. <br>I can't do it without your help. Drive away the power of darkness that spreads.
Thanks to your great help, I can feel the light of prayer spreading. <br>Thank you very much.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Attack each area!</>
<span color="#ffffff">Promotion worth (6)</>
Now, I think there are not many ranks left that you can climb. <br>You mean not yet? Then don't hesitate and go get your promotions!
Oh, did you take your time and upload it when you feel like it? <br>However, if my advice is of little help to you... ?
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's plea (6)</>
I'm sorry all of a sudden, but I'll ask you urgently. We need supplies urgently because of the big battle. <br>Hurry up, please. I'm sorry.
You always repay your faith. When I'm in a hurry, you're the only one I can think of. <br> Thank you very much. I'll put it to good use.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Primal of the Rulers (6)</>
I'm trying to find out about the pieces that contain the power of the rulers. <br>I'm guessing it's the influence of blood diamonds. /pageApocalypse is the demon most affected by it. <br>I think we'll learn more if we get his pieces.
Absolute darkness also has a source of power. <br>I'm assuming it's a blood diamond. /page Well done. It is enough for us to check the power of the pieces. <br>You can use the pieces.
<span color="#ffde00">[Sub] ACT 6-10 Elite</> /div<span color="#ffffff">Defeat Apocalypse to get the fragments!</>
<span color="#ffffff">Powerful Justice (1)</>
In the newly opened bridle of time, a stronger darkness lurks. <br>If we don't become stronger than we are now, our justice may crumble. /pageBe strong to defend your justice.
A more difficult battle awaits, but if you discipline yourself as you are now, <br>your justice will be stronger.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Striker's Bloodbath (6)</>
The Minotaur's power is so strong that it ignores other shortcomings. <br>However, the fighter-sama has a different opinion, so please defeat him and show the difference in strength.
I didn't know I could use such a strong expression. <br>Perhaps seeing your fullness of blood gave me courage too. /page It was a victory that showed the difference in power.
<span color="#ffde00">[Sub] ACT 6-1 Nightmare </> /div<span color="#ffffff">Defeat the Minotaur, Destroyer of Hell as a Fighter!</>
<span color="#ffffff">Mage's Resolve (6)</>
It was the Ghost that attacked the fairy forest, the base the wizard was trying to protect. <br>Defeat the dark minister armed with more powerful corruption.
Without you, the vast fairy forest would have been tainted with corruption. <br>Remember that the victory today is just as important as it was then.
<span color="#ffde00">[Sub] ACT 6-3 Nightmare </> /div<span color="#ffffff">Defeat the Dark Minister Ghost with a Wizard!</>
<span color="#ffffff">Assassin's Showdown (6)</>
The day I gave the revelation to the Assassin, I felt the faint energy of darkness remaining in the ruined village. /page At the time, I didn't know the owner of the energy, but now that I think about it, I think it's the power of the Dark. <br>Now is the time for the assassin to step out.
How much can your heart recover from this... <br>It's surprising, but thank you so much for following my revelation so far.
<span color="#ffde00">[Sub] ACT 6-5 Nightmare </> /div<span color="#ffffff">Annihilate the Dark Lady of Darkness as an assassin!</>
<span color="#ffffff">Gladiator's Judgment (6)</>
I know that gladiators hate Rachel's power very much. <br>Probably because of the traces found in the fallen kingdom. /page Are you going to judge Rachel the witch of hell soon? Come back victorious.
Your justice and judgment are for the weak. <br>I hope it stays the same.
<span color="#ffde00">[Sub] ACT 6-7 Nightmare</> /div<span color="#ffffff">Judge Rachel the Witch of Hell as a gladiator!</>
<span color="#ffffff">Promotion worth (7)</>
Promotion may no longer mean anything to you. <br>But the never-ending challenge will definitely be meaningful. /page Go to one-on-one battles with my support and everyone's wishes.
Even if you forget my support, please remember everyone's expectations for you. <br>Please don't stop trying. Thank you for your effort.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's plea (7)</>
heh heh... I came to see you in a hurry. It's too hard to see. <br>There is a lot of waiting for you, so I'll ask you a favor this time.
Thank you for always making sure you get the quantity right. <br>Even if it seems insignificant, it is helpful in the battle against darkness, so please continue to ask for it.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Primal of the Rulers (7)</>
The current apocalypse seems to have more power than when it became absolute darkness. <br>Can I get a piece of him? I need to find out about that power.
You really did a great job. Now I must find a way to fight the mighty darkness.
<span color="#ffde00">[Sub] ACT 6-10 Nightmare</> /div<span color="#ffffff">Defeat Apocalypse and get the fragments!</>
<span color="#ffffff">Powerful Justice (2)</>
I'm sorry for asking you a favor after a hard fight without even having time to breathe. <br>Be prepared for that time, as there are still huge enemies left for you to be at ease.
I am well aware that your dictionary is not vigilant. <br>But I think the sooner you prepare, the better. Thanks for your efforts.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Clean up the dark remnants!</>
If you don't defeat the demons, darkness will build up and build up to become a great darkness. <br>Now that the great power has been broken, please defeat them and get rid of the remnants of darkness.
Your work does not stop at driving away the darkness. <br>I'm trying to find the hidden light. /page A big light that gathers small lights and shines, that's you.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">Opening the way for light</>
In order for the light you have found to spread, you must remove the darkness that is blocking it. <br>Expel the darkness that pervades each area.
Soon, the power of light will follow the path you have opened. You suffered.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Liberate each region!</>
<span color="#ffffff">Striker's Torment (6)</>
Demon weapons were notorious for their instinct and power to slaughter. <br>But it's terrifying to see it reappear. /page But I believe in your power. You'll be able to defeat the demon weapon. <br>I won't be enough as your opponent, so destroy it and come.
indeed… I was a little worried, but it was just a rainstorm. good job
<span color="#ffde00">[Sub] ACT 6-5 Hell</> /div<span color="#ffffff">Defeat demon weapons with fighters!</>
<span color="#ffffff">Assassin's Torment (6)</>
Dark Saint Dark is a demon with high speed and magical power. <br> The thing to be wary of above all else is the strong power not to match her appearance. /page Still, you can easily dodge Dark's attack. <br>Please let Dark go quietly.
After all, you never fail to assassinate. you did a good job
<span color="#ffde00">[Sub] ACT 6-5 Hell</> /div<span color="#ffffff">Defeat Dark Saint Dark with an assassin!</>
<span color="#ffffff">Gladiator's Torment (6)</>
I've only heard of it, but Gregor was my hero and idol. <br>I can't stand seeing such a person being taken advantage of by the devil, even though it's just his appearance. /page You have to disguise him. I'd like to get rid of Jeanne as well.
Seeing that he came back like this, it seems that Jeanne also got rid of it. You did really well. Thank you.
<span color="#ffde00">[Sub] ACT 6-9 Hell</> /div<span color="#ffffff">Defeat Gregor as a gladiator!</>
<span color="#ffffff">Mage's Torment (6)</>
Jeanne uses dangerous magic, and she torments you and us endlessly. <br>Would you like to see Jeanne using such mean magic? She asks for punishment.
she did a good job We must make sure that such power and magic do not remain in the world.
<span color="#ffde00">[Sub] ACT 6-9 Hell</> /div<span color="#ffffff">Defeat Jeanne, the Dark Saint with a wizard!</>
<span color="#ffffff">Stop the forces of darkness! (6)</>
I'm so curious how the stronger enemies can keep appearing. <br>This is not a struggle or resistance to not disappear. /page It's terrifying to see the escalating difficulties appear ready. <br>For that reason, we too must get rid of the forces of darkness.
At this point, it seems that the more venomous and persistent side will win. <br>I don't know if that will be us. Thank you for your effort.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">War for Light's Prosperity (6)</>
The deeper you dig into the base of darkness, the darker the darkness appears. <br>If we don't fully attack this place, the darkness will be strong again. /pagePlease fight again for the prosperity of light and the fall of darkness.
It was a great win. <br>These victories will lay the groundwork for important battles to come.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Attack each area!</>
<span color="#ffffff">A true victory (6)</>
Now that we have defeated the new Absolute Darkness is a very important moment. <br>Don't you need to be prepared to win a bigger battle? /page There are good preparations for training in battle and getting stronger with promotion seats. <br>Run to one-on-one battles.
I know it's a bit of a stretch, but I'm just thankful that you're following me. <br>Please understand that this is a compulsion done with a heart for you.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Securing resources for rebuilding (6)</>
It's great that you can even bring down the stronghold of darkness. I saw the person right. <br>We need a lot of money to take root our power here too. /page I'm sorry you're busy, but I want you to sell some equipment this time too.
thanks. Thanks to you, I was able to freely advance to such a dangerous place. <br>I'll try to make it a new business place with my skills.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Purify Dark Shard (6)</>
Apocalypse was the high priest of death and the culprit behind everything... <br>For now, the biggest problem is that he retains the power of absolute darkness. /page You must defeat him and take the shards, <br>to weaken the power of darkness. I beg you
good job Soon the time will come when you will have to fight the absolute darkness itself. <br>I wish I could achieve victory back then as it is now.
<span color="#ffde00">[Sub] ACT 6-10 Hell</> /div<span color="#ffffff">Defeat Apocalypse to get the fragments!</>
<span color="#ffffff">Achievement of Transcendence (6)</>
It will be much more difficult now than before to raise combat power. <br>It will be difficult to change even a little, but it is necessary to solve this situation. If you don't match the /page level, you won't be able to move forward. <br>Please, I hope you meet the target.
I'm sorry for giving you the pain of transcendence to move forward. <br>But you can't get caught by the minions, so I hope you'll endure it for now.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Gladiator's War (12)</>
You came back to me in a difficult situation. We are safe thanks to Brutus. <br>But what we were worried about has happened. /page Ramiel-sama will be eaten by the darkness that has been imprisoned in his body. <br>I can't get over the shock that Daniel-sama designed it. /page Your true war has begun. First, break through the entrance. <br>I want you to break through the entrance and go to the end to make the prophecy come true.
You did a great job. This is the beginning, but the good momentum will not stop. <br>Please save Elysium and Ramiel. /page We don't care. We will be able to meet again. <br>Then I'll tell you the news. I hope you are safe.
<span color="#ffde00">[Sub] ACT 7-1</> /div<span color="#ffffff">Retake the area as a gladiator!</>
<span color="#ffffff">Assassin's Revenge (12)</>
Ramiel and Daniel destroy Elysium with such a terrifying appearance, even while fleeing, I was afraid and scolded. / page Perhaps, if I hadn't gained courage from the adventures with you, I might have gone crazy with her body hardened by her fear. /pagePlease take revenge on the darkness that caused the disastrous. <br>Please retake this place and bring back our light.
It will be a more serious and difficult fight than the adventures I've had with me. <br>But if we proceed as we are now, we will be able to get to the root of the problem. The moment you solve the /page problem and regain the light, your revenge is complete. <br>I hope you do well.
<span color="#ffde00">[Sub] ACT 7-2</> /div<span color="#ffffff">Retake the area as an assassin!</>
<span color="#ffffff">The Wizard's Journey (12)</>
I'm glad you're safe in a situation where danger lurks everywhere. <br>Actually, I also just entered Elysium, so I'm confused. /page But you're going to and from dimensions helping people out of your mind. <br>So, defeat the enemy and retake this place.
Thank you. I've thought about it before, but I'm glad you're with us. <br>Probably at the end of this road, your journey will also know the outcome.
<span color="#ffde00">[Sub] ACT 7-3</> /div<span color="#ffffff">Retake the area with a wizard!</>
<span color="#ffffff">Striker's Challenge (12)</>
I believed you would come here. <br>I thought it would be possible with your strength and will. /page But from now on, it will be a difficult challenge that is difficult to even compare to before. <br>The challenge will begin by retaking this place.
It also doesn't disappoint. That's great skill. <br>I think that endless challenges have made you who you are today. /page But the challenge you're doing now doesn't guarantee your life. <br>But you won't stop. I will continue to send you support and anticipation.
<span color="#ffde00">[Sub] ACT 7-4</> /div<span color="#ffffff">Retake the area as a fighter!</>
<span color="#ffffff">Yesterday's friend and today's enemy</>
When I found out that Daniel had betrayed me, I really wanted to cry. <br>Because our faith and our hearts toward him were broken. /page It hurts, but in order to protect our world, we must defeat Daniel. Now only you can stop him.
It must have been painful for you too, but I'm sorry for having to shoulder everyone's burdens for you. <br>We will never forget your decision and Daniel's work.
<span color="#ffde00">[Sub] ACT 7-5</> /div<span color="#ffffff">Defeat Daniel!</>
<span color="#ffffff">Unity and cooperation (2)</>
The current crisis is not something I can handle. <br>I have gathered all the courage to use in the future and stood in front of you. /page As it is a difficult and difficult situation, cooperation with colleagues is more urgent. <br>How about going after checking and training in a team match?
You've shown a great collaboration that hasn't loosened up in the slightest. <br>This experience will definitely help you in your future hardships.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Team Battle!</>
<span color="#ffffff">Striker's Challenge (13)</>
Even in difficult circumstances, he is confident. I think I'm seeing Azrael-sama. <br>Is that the source of the strength that has retaken half of Elysium? /page Please try a little more. You are the one who protected me from the castle of the soul to the end, so the challenge will be successful.
My guess was right. I can't forget how you overcame even the great Azrael. If it were you, I would be able to fully recover Elysium.
<span color="#ffde00">[Sub] ACT 7-6</> /div<span color="#ffffff">Retake the area as a fighter!</>
<span color="#ffffff">The Wizard's Journey (13)</>
Descendant of the Fairy King, your journey seems to be slowly coming to an end. <br>There are more places to recover than to recover, so be strong. /page I hope that you will use your high will and will to regain this place and reach the end <br>.
Well done. I hope you can revive the fairy and the forest. <br>When that day comes, I will also leave Elysium and follow you.
<span color="#ffde00">[Sub] ACT 7-7</> /div<span color="#ffffff">Retake the area with a wizard!</>
<span color="#ffffff">Assassin's Revenge (13)</>
The one waiting at the far end is your true vengeance. <br>The absolute darkness is the one who spread the darkness in the world. /page You've been doing well so far, so don't be impatient, right? <br>Let's get this place back for the moment.
The consummation of revenge will be accomplished by driving away all darkness. <br>You didn't even know you were going to come this far, didn't you? /page But it's near completion. That's great. <br>However, I'm worried about your life after revenge.
<span color="#ffde00">[Sub] ACT 7-8</> /div<span color="#ffffff">Retake the area as an assassin!</>
<span color="#ffffff">Gladiator's War (13)</>
The top floor will be right in front of you soon. It was a tough fight. <br>I worried a lot about you, but I think I can say it clearly now. /page You say you are doing a great job in a great war. <br>Let's take one step back to victory.
We fought well and we won well. Everything will be the foundation for victory. <br>I hope that at the end of this fight you will get the result of rebuilding your kingdom.
<span color="#ffde00">[Sub] ACT 7-9</> /div<span color="#ffffff">Retake the area as a gladiator!</>
<span color="#ffffff">Wait after result</>
Now, the battle against the absolute darkness remains. The feeling is new, yet sad. <br>I'll bow my head and ask the hero who will bring the light back. /page Defeat the absolute darkness and save Ramiel. <br>Please bring back the light and bring Elysium back to life, guide of light!
It achieved what I hoped for, but with disappointing results for everyone. <br>Having a curse that doesn't go away and a wound that can't be washed away... /page But I don't want you to win. <br>Because the feat you left behind will remain as a light and shine forever.
<span color="#ffde00">[Sub] ACT 7-10</> /div<span color="#ffffff">Defeat the absolute darkness!</>
<span color="#ffffff">Limit of Combat (9)</>
Your deeds will last forever. But you have to be prepared for the curse you have to fight forever. It's for you. /page It's going to be difficult, but it'd be good to go over the strength of the present one again. <br>I'm tired of it, but try to push the limits of your power.
From now on, you have to be strong for yourself. <br>Strictly speaking, it would be training for survival. /page But you are not alone, you and your colleagues are with us, so you will fight to the end and make a name for yourself.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Gladiator's War</>
You have defeated the absolute darkness, but your war is not over yet. <br>Because the shards of darkness hide in places where the light cannot reach and watch. /page I think that is the reason why the curse of darkness was never lifted. <br>Let's get rid of the shards of darkness that haven't disappeared.
It is absolute darkness that created the yoke of time, but the source of its power may be somewhere else. Let's find it together. Thanks for your efforts.
<span color="#ffde00">[Sub] ACT 7-1 Elite</> /div<span color="#ffffff">Defeat brutal gangsters with a gladiator!</>
<span color="#ffffff">Assassin's Revenge</>
It seems that there is a being that clings to the end in fate. <br>It doesn't matter if the situation is good or bad. /page To you, the one-eyed raider seems to be such a being. <br>This time, I want to remove it properly.
It can be said that the word “enemy” is a pity and a bad relationship. <br>Let's get rid of all the remaining dark beings.
<span color="#ffde00">[Sub] ACT 7-4 Elite</> /div<span color="#ffffff">Defeat the One-Eyed Assassin with the Assassin!</>
<span color="#ffffff">Striker's Challenge </>
Predators have great power, so they need superior skills in addition to strength. <br>But it won't be a challenge for you who have dealt with it countless times, right?
You have skills and abilities that are superior to your strength. <br>No one will see your fight as a battle of strength and power anymore.
<span color="#ffde00">[Sub] ACT 7-7 Elite</> /div<span color="#ffffff">Defeat the greedy predator with a fighter!</>
<span color="#ffffff">The Wizard's Journey </>
Even insignificant beings such as the Dark Stalker are appearing as stronger enemies in battle. /page Seeing that the absolute darkness does not change even after the fall of the darkness shows how strong the power of darkness is. /page But a trivial demon never changes its origin. <br>Please tell me clearly.
Eliminate all beings that threaten what you are trying to protect. <br>Then you will be able to advance the end of your journey.
<span color="#ffde00">[Sub] ACT 7-9 Elite</> /div<span color="#ffffff">Defeat the Dark Stalker with the Wizard!</>
<span color="#ffffff">Ramiel's request</>
Magnus fell and the darkness faded, but it didn't disappear. <br>Like a curse, the source remains, but it has not disappeared. /pageThe Curse of Eternal Fight seems to have something to do with the power of darkness. <br>If you remove the power of darkness that exists in each hour, wouldn't it be possible to escape?
Light and darkness are like a lump, so when one grows bigger, the other gets smaller and invisible, but it doesn't disappear. /page But now is your chance to increase the size of the light. <br>If the darkness becomes so small that it cannot be seen, the curse may disappear.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">Light and Darkness in All Time</>
If you drive away the darkness that spreads throughout time and increase the power of light, it seems that the results of darkness will also lose power and disappear. /page It's time to start a tough fight again for you and for all of us. <br>Dispel the darkness that pervades all places and times.
<br>After the great event of the merging and separation of the most powerful darkness and light, <br>my strength is no longer what it used to be. /page So I don't know what the outcome will be at the end of this endless fight. <br>I just put my faith in the biggest possibility.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Attack each area!</>
<span color="#ffffff">Promotion worth (7)</>
I'm still afraid that the demons will come out even now. <br>I'm afraid, but I'm still trying to tell you the value of promotion... /page If you stare at me like that, I might cut a hole in my face. <br>Please listen because it is for your strength to face the never-ending battle.
I didn't know you would come without hearing my story. <br>I am satisfied that you acted even if you felt it was not worth listening to.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's plea (7)</>
Rather than rebuild Elysium, we need to remove the remaining traces of darkness. <br>This is money, but it is a problem that requires your strength. /page Please, would you like to remove the traces of darkness and sell the equipment you got? <br>It's a good way to solve both problems.
You always reward your faith. It's not a habit of saying it, it's the truth. <br>By the way, I don't think I got the equipment without fighting... ?
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">The power left behind by absolute darkness</>
Ramiel is looking for a way out of the yoke of time. <br>That's why I'm looking for clues in the absolute darkness that exists at this time. /page I can't say it's the same absolute darkness you've already defeated, but <br>I'll bring him down again to discover the source of his power.
Absolute darkness also has a source of power. <br>I'm assuming it's a blood diamond. /page Well done. We achieved our goal by confirming its power.
<span color="#ffde00">[Sub] ACT 7-10 Elite</> /div<span color="#ffffff">Defeat the absolute darkness!</>
<span color="#ffffff">Powerful Justice (2)</>
I think that power without justice can fall into sin, but justice without power can fall into irresponsibility. /page Crying for irresponsible justice can cost you more. <br>Be empowered to prevent sacrifice and take responsibility.
Up to now, you have fully fulfilled your responsibilities. <br>I think you will do well in the future.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Striker's Bloodbath (7)</>
A demon who could not be imprisoned even in Hell is a defector from Hell. <br>Even he came with ferocious hell powers. /page You are the only one who is not afraid of such a renegade from hell. <br>I hope you send him back to Hell.
You are so full of courage. <br>You are a symbol of courage, setting an example for everyone.
<span color="#ffde00">[Sub] ACT 7-4 Nightmare </> /div<span color="#ffffff">Defeat the Fugitives of Hell as a Fighter!</>
<span color="#ffffff">Mage's Resolve (7)</>
Of all the heroes, you are the only one who has watched Daniel soberly. <br>So only you know that you are secretly wary of Daniel. /page Others don't seem to be able to forget the friendship I built with Daniel. <br>Only you can bring him down again.
I know you're not hard-hearted or selfish. It's more realistic and cool than <br>... It must have been a difficult request, but thank you for listening.
<span color="#ffde00">[Sub] ACT 7-5 Nightmare </> /div<span color="#ffffff">Defeat Daniel Swallowed by Darkness!</>
<span color="#ffffff">Assassin's Showdown (7)</>
Hell's raiders tormented us with their shallow movements. <br>But you're the only one who shows more movement than that. /page Let you hunt the raiders of hell. <br>You'll need a faster and stronger movement.
It wouldn't have been a battle worthy of being called a decisive battle for you, but it showed well that quick attacks and moves aren't everything. /page There may be no more decisive battles for you, a well-finished assassin.
<span color="#ffde00">[Sub] ACT 7-8 Nightmare </> /div<span color="#ffffff">Defeat the Infernal Raiders with the Assassin!</>
<span color="#ffffff">Gladiator's Judgment (7)</>
The incident that became a vessel of absolute darkness for Ramiel-sama became an indelible <br>mistake and wound. I feel that way the most. /page Won't you come forward so that I can forget it even a little faster? <br>Only you, armed with strong justice, can deny that.
I don't think there is anything you can't judge now. <br>The banner of justice you planted will stand unwaveringly wherever you are.
<span color="#ffde00">[Sub] ACT 7-10 Nightmare</> /div<span color="#ffffff">Subdue Ramiel, who has become a vessel of absolute darkness!</>
<span color="#ffffff">Promotion worth (8)</>
Have you ever climbed all the way up to the increased rank? <br>I'm just cautious of you, who is getting farther and farther away. /page But believe not everyone has the highest ranks... <br>I hope you head to the battlefield to get a promotion seat.
Again, you did a great job. But why do you have a scary face? <br>If you think I'm giving you orders... ?
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Broke's plea (8)</>
Even today, we are fighting a big battle every day. You're going through a lot of trouble <br>But maybe... Do you have any equipment that you have piled up a bit? /page No, it's not because I personally need it... <br>Please, if there is such a thing, please sell it. accept my plea
Thank you so much for listening to the old man's plea. But it's not over. <br>If you want, I'll keep crouching, so grant me this never-ending plea. please!
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Primal of the Rulers (8)</>
The source of absolute darkness, the ruler of the rulers, is the most important. <br>Because it is the surest clue to discovering the powerful power of darkness. You know that /page is the only one who can do its job. <br>Defeat the absolute darkness that no one can resist and bring back the source.
You are the only one who truly deserves the title of the strongest. It's not okay to say this, but maybe you've become stronger than Ramiel-sama?
<span color="#ffde00">[Sub] ACT 7-10 Nightmare</> /div<span color="#ffffff">Defeat the absolute darkness!</>
<span color="#ffffff">Powerful Justice (3)</>
Until now, you have been able to carry out justice because you have the right strength. So in order not to be shaken in the future, we need strength. /page Since we have someone else to prove our power, how about preparing to prove it again this time?
In fact, there are few people who can treat you comfortably if you only measure by strength. <br>But we respect each other because we have spent time together. /page But, there is no respect for enemies, so I think I should inform them well with the strength I have now <br>.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffffff">Destroy all dark shards!</>
The absolute darkness has fallen, but every surviving demon will have a shard of darkness. If the power of darkness grows again, the darkness may never return... /page That shouldn't happen. Remove all dark shards and prevent its power from growing.
Don't give the dark powers any chance to become strong again. <br>You have driven out the darkness and kept the light. /page As long as you don't lose your appearance in the future, the darkness will never come back.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">Spread the glory of light!</>
After the advent of absolute darkness, followed by the advent of the apocalypse, <br>you have won the victory, but darkness is dripping everywhere. /page There was a time in the past when there were no places where light could not reach every corner of the world. <br>Please help me go back to that time now when I have a chance.
I believe that you will soon be able to bring the time when everyone was happy and dreamed of peace. You suffered.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Liberate each region!</>
<span color="#ffffff">Gladiator's Torment (7)</>
The sound of a mixture of darkness and spirits swirling in the present dimension has been detected. <br>The strangely faint sound was calling to you. /pageYou seem to have a reason to go, <br>I want you to attack there and find out why.
I think I'm calling you to find someone who can set you free. <br>It was the sound of a soul filled with pain and darkness... There is no hell.
<span color="#ffde00">[Sub] ACT 7-1 Hell</> /div<span color="#ffffff">Attack the area as a gladiator!</>
<span color="#ffffff">Mage's Torment (7)</>
I discovered an area where strange magical powers were detected, but I couldn't confirm it. <br>It seems that the master of power doesn't allow easy access. /page It seems to lure you, who is the right person for magic... <br>I believe in your power. attack there.
It was said that it was a magical power that was somehow unfamiliar, but it was him after all. <br>I wouldn't have been able to do it without you. Trustworthy too.
<span color="#ffde00">[Sub] ACT 7-3 Hell</> /div<span color="#ffffff">Conquer the area with a wizard!</>
<span color="#ffffff">Assassin's Torment (7)</>
I've found a place where life is so horrendous that everyone fears. <br>I'm sure you wouldn't be afraid of that. /page I beg you to attack the area and dispel everyone's fear.
It was indeed the work of the soul. To make people so afraid... <br>After all, you who have defeated the absolute darkness will have no more fear.
<span color="#ffde00">[Sub] ACT 7-2 Hell</> /div<span color="#ffffff">Attack the area with an assassin!</>
<span color="#ffffff">Striker's Torment (7)</>
<br>If there is someone who challenges you, who wants to be an eternal challenger, what would you do? It's a strange feeling, but you have only one choice, right? Occupy the /page area and deal with the mad spirits. <br>I believe it will make you aware of his fraction.
Isn't it a challenge to you to threaten a dear friend? <br>He did a good job so that he didn't think in vain any more.
<span color="#ffde00">[Sub] ACT 7-4 Hell</> /div<span color="#ffffff">Attack the area as a fighter!</>
<span color="#ffffff">Stop the forces of darkness! (7)</>
I must no longer be paralyzed by fear. <br>I can't tell if it's in a scary state because of the constant fear. /page But one thing's for sure is that demons are disgusting. <br>Please help me get rid of this unpleasantness that is stronger than my fear.
The discomfort won't go away forever for a while, but I'm glad you're there. <br>There is hope that one day all will be gone.
<span color="#ffde00">[Sub] Combat Mission</> /div<span color="#ffffff">Defeat the demons!</>
<span color="#ffffff">War for Light's Prosperity (7)</>
It is a big deal that traces of darkness remain in Elysium. <br>Because a place that is a symbol of light and hope becomes an incredible place. /pagePlease help us get Elysium back to what it was before. <br>Then everyone will be able to work hard for the prosperity of the Light.
As long as you are present, this war will unconditionally be our victory. <br>The day will come when the lights everywhere will come alive, right?
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Attack each area!</>
<span color="#ffffff">A true victory (7)</>
Isn't it your destiny to continue to challenge the absolute darkness you have already defeated? We need to find a way to make it a lot easier. /page How about a promotion that would be of any help? <br>Challenge for no promotion on promotion right now.
Everyone knows I'm crazy about promotions. <br>It's not wrong, but I'm purely for you... great. /page To be honest, looking at you, I feel vicarious satisfaction. <br>But please know that my heart for you is sincere.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Challenge one-on-one battles to earn promotion stones!</>
<span color="#ffffff">Securing resources for rebuilding (7)</>
I guess I'm just as busy as you these days. But for resources, <br>we have to rely on you. Please sell your gear. please don't do this
Thanks to you, I went to a rough place and secured resources, but it became very difficult to rebuild Elysium. Thank you so much for listening to my request.
<span color="#ffde00">[Sub] Combat Missions</> /div<span color="#ffffff">Acquire and sell gear!</>
<span color="#ffffff">Purify Dark Shard (7)</>
The shard of absolute darkness, the source of all darkness, is the one that needs the most purification. <br>I have no choice but to ask you. /page Excuse me, but bring me a piece against the most powerful Absolute Darkness. <br>It won't be easy, but it's an important task, so I'll ask for it on behalf of everyone.
thank you and thank you again I'm so moved that you're doing something that isn't always easy. <br>It seems that soon the time will come when all the hidden darkness will be erased.
<span color="#ffde00">[Sub] ACT 7-10 Hell</> /div<span color="#ffffff">Defeat the absolute darkness and purify Elysium!</>
<span color="#ffffff">Achievement of Transcendence (7)</>
I think it's time to compete with yourself. A competitor has to be strong, meaning that you are yesterday's self. Isn't this true transcendence? /page Overcome yourself and enter the path of true transcendence. <br>If you succeed, no one will ever surpass you.
Have you ever felt the achievement of true transcendence? A strong sense of pleasure followed? <br>I envy you. I feel like I can't take it anymore.
<span color="#ffde00">[Sub] Enhancement Mission</> /div<span color="#ffffff">Improve the hero's combat power</>
<span color="#ffde00">[Sub] ACT 7-2 Nightmare </> /div<span color="#ffffff">Defeat a region with an assassin!</>
<span color="#ffde00">[Sub] ACT 7-3 Nightmare </> /div<span color="#ffffff">Defeat an area with a wizard!</>
<span color="#ffde00">[Sub] ACT 7-7 Nightmare </> /div<span color="#ffffff">Defeat an area with a wizard!</>
<span color="#ffde00">[Sub] ACT 7-9 Nightmare </> /div<span color="#ffffff">Defeat an area with a gladiator!</>
<span color="#ffde00">[Sub] ACT 7-6 Nightmare </> /div<span color="#ffffff">Defeat the area with a fighter!</>
<span color="#ffde00">[Sub] ACT 7-1 Nightmare </> /div<span color="#ffffff">Defeat an area with a gladiator!</>
<span color="#ffde00">[Sub] ACT 7-1 Hell </> /div<span color="#ffffff">Defeat an area as a gladiator!</>
<span color="#ffde00">[Sub] ACT 7-2 Hell </> /div<span color="#ffffff">Defeat a region with an assassin!</>
<span color="#ffde00">[Sub] ACT 7-3 Hell </> /div<span color="#ffffff">Defeat an area with a wizard!</>
<span color="#ffde00">[Sub] ACT 7-4 Hell </> /div<span color="#ffffff">Defeat the area with a fighter!</>
<span color="#ffde00">[Sub] ACT 7-5 Hell </> /div<span color="#ffffff">Defeat Daniel Swallowed by Darkness!</>
<span color="#ffde00">[Sub] ACT 7-6 Hell </> /div<span color="#ffffff">Defeat the area with a fighter!</>
<span color="#ffde00">[Sub] ACT 7-7 Hell </> /div<span color="#ffffff">Defeat an area with a wizard!</>
<span color="#ffde00">[Sub] ACT 7-8 Hell </> /div<span color="#ffffff">Defeat a region with an assassin!</>
<span color="#ffde00">[Sub] ACT 7-9 Hell </> /div<span color="#ffffff">Defeat a zone as a gladiator!</>
<span color="#ffde00">[Sub] ACT 7-10 Hell</> /div<span color="#ffffff">Subdue Ramiel, the vessel of absolute darkness!</>






















































































































































solidarity and cooperation
limit of combat power