





































































Aether, a substance with mysterious powers, is being discovered. <br>Resurrected demons have powerful powers, so <br>If you have ether, it will be of great help against them.
I've heard reports that the Skeleton Archers have special powers. <br>Be careful as their arrows contain a curse of freezing.
Did you expect that the agile rattus would have the ability to reflect damage? But believe in it, <br>do not avoid the rushing rattus.
The demons are looking for the cause of their resurrection, but we lack clues. <br>It seems to be a situation created by a wave of an unknown force. <br>Maybe the ether is also a byproduct of that power?
I don't know why Goth, not the devil, was resurrected. <br>Is it because of Rachel's curse? What is the damage reflection ability? ? <br>I resent having to take him down again.
The werewolf who pushed you back and knocked you down is still the same. <br>It can be a difficult battle because it has more power.
Research on the ether is still ongoing. <br>For each ether found, the effect is identified, the type is classified, and the grade and tier are set according to the strength of the effect.
They say Rachel puts her vengeance on you on the attack. <br>Have enough defense and stamina to prepare for Rachel's attack power enhancement ability.
I feel bad for taking down Goth again. <br>But in order to quickly grasp the situation and solve it, <br>you have to fight hard. I beg you
Except for Alfred, the resurrection of Goth and Caligula may mean that only those affected by the <br>power of darkness are resurrected. <br>Make the resurrection feel like a curse to Caligula.
Powerful demons have special abilities. <br>Hell bats have powerful vampire abilities, so be careful not to lose blood.
The fairy forest is once again filled with the power of corruption... . <br>Is it because the Ghost is resurrected? <br>What will you do if you encounter Lilith-sama in a corrupted form?
As everything about the Explosive Spider grew stronger, so did its explosive power. <br>If even defense doesn't work, but you can't dodge it because of obstruction, <br>try a counterattack in time with the explosion.
I don't know why I can't feel the spirits of the fairies at all. <br>Maybe it's not missing or caught, but it feels like it didn't exist in the forest it is now <br>from the beginning.
The current Ghost has the ability to reflect damage. <br>If you have strong attack power, <br>I hope you also have strong defense that is proportional to that.
The poison of the demon's nest and the bats he creates are still there. <br>The attack from the blind spot has not changed, so catch up quickly.
The stronger venom spider seems to use more poison. <br>You can become a prey when your movements are slow. <br>Show me your amazing moves.
I'd like to find an ether with a higher rank and tier or, if not, enhance the ether I have to raise the rank and tier. <br>That power will not betray you.
It's going to be a very tough battle to have the ability to reduce damage to a minotaur with strong power and attack power. <br>Have a powerful attack power that goes beyond that.
I'd rather see Lilith in his fallen form than he'd be resurrected, but my will is forsaken by heaven. <br>Please stop the more powerful Lilith.
Hell's Workhorse Zombies have gained more power. <br>Be careful as attack power increases when mission is interrupted.
Ether is divided into an attack type in which an effect is activated when attacking, and a defense type in which an effect is activated when being attacked.
Hell's Assault Zombies have gained the ability to reflect damage. <br>Be careful as it is an advantageous ability to compensate for his weakness.
I found out that you need to equip 4 attack type ethers and 2 defense type ethers to activate the effect. <br>Be mindful of the number of sets and equip them accordingly.
I doubt that such talkative Belzebub is still. <br>If I remove the poison watcher and stimulate it, wouldn't it have a reaction? <br>If there is no response, there is something hidden that we don't know.
Attack-type ether is 100% effective on the last hit, but has a cooldown. <br>Defense type ether is activated by chance when attacked.
The statue of the guardian knight of hell has the power to match it. <br>It is to reduce the damage taken. To destroy that defense, you need to have strong attack power.
To activate the ether set effect, you must equip the same number of ethers. For example, you need to equip 4 Ether of Depth Charge to activate the attack set effect.
Beware of the giant treasure chest of hell. <br>All his attacks can stun you. <br>Please dodge in moderation and take a peek at the attack opportunity.
It's really strange that you didn't say a word even when the tip of your sword reached Belzebub's eyes. Do you believe in a stronger power? <br>Look at your sharp sword and see if there's nothing to say.
It seems that even the ridiculous goblins were endowed with strong powers. <br>Fire is given to the attacks of the hell mercenaries, causing burns. <br>Don't be surrounded by lasting damage.
It's a castle of souls, where even souls have disappeared... . <br>It's really sad. I miss the old look. <br>It was a symbol that bridesmaids and saints always wanted to visit.
It's unfair to say that even the arrows of goblin archers are endowed with power. <br>Although their arrows are imbued with flames, it's best to avoid them, even if they are slow.
The ether is of the same type, but all shapes are different. <br>So, you need to collect as many different shapes of <br>ether as possible to fit them all into the slots.
You can't find traces of souls as if they didn't exist in the first place. Trapped by the butcher? <br>He's gotten stronger, but if you knock him down, you'll see.
You can create up to 3 Ether's Defense Set effects. <br>But there is only one effect that can actually be applied. <br>Of course, you can choose.
The power the goblin fel wizards gained was the ability to reflect damage. <br>I don't know why he has developed a different power than the goblins, <br>I'm getting a little troubled.
It means that if you get Ether with a higher rank and tier, you can become stronger <br>. It means that the starting point of the ability to grow through reinforcement is high.
The goblins must have been blessed with fire. <br>Even goblin assassins have flames in their nails... .
I don't know if the ruler of the castle is Azrael or Vulcanus. <br>But it is clear that he will attack us with his stronger power. <br>Think of it as just one powerful demon and do your best.
I thought Nidhogg was dead when I saw the collapse of an unknown huge force in the Sky Castle. <br>But it's really strange that the celestial castle appears intact.
Don't regret breaking the ether into pieces. <br>Think of it as an investment to get stronger. <br>Of course, every time I disassemble it, I can't help but feel sorry for it... .
By now, you must know how to block the skill the other person is using. Using defense-type skills or <br> tags to hit the opponent.
Breaking ether with higher grades and enhancement levels will generate more <br>ether fragments. I witnessed it in an experiment at the Elysium Magic Council, and if it was mine, it would have been a waste.
I can't believe this is a completely different world from ours. <br>It's really confusing for me, but one thing is clear. <br>Even if the Beres here is strong, it should be eliminated.
I heard that the king of goblins looks like a giant goblin raider. Besides, there are rumors that he had great wealth.
I didn't want to say it out of fear that Hunt would be embarrassed. <br>Actually, Hunt was the first to discover the ether. <br>I found it while searching for the resurrected Ruemos.
It is said that a new world can be opened at this end, so you must try. Even if there is a darkness stronger than this place, you will probably be able to conquer it too.
I did an ether enhancement experiment at the Elysium Magic Council, <br>I heard that the current technology can only do up to level 9.
Even today's Nidhogg is strong enough to feel fear. <br>But you're not the one to stop here, so win and advance to a world where a power stronger than Nidhogg awaits.




















This world is a very dangerous place. Guys who looked like bosses were just wandering around on the road. Skeleton knights also seem to have the power to increase attack power, so be careful.
Human soldiers who have become puppets of darkness are imbued with dark powers in their armor. That power is reducing the amount of damage you take. <br>You have more power than that, so you'll be able to defeat them.
Especially the stronger demons seem to have the flames of hell. <br>Maybe the fire is giving the demons great power?
If you've gotten a lot stronger but haven't gotten the bond skill yet, you'd better try to unlock it. <br>You'll need it to deal with these damned demons.
I've discovered the powers bestowed on a demon that looks exactly like Goth. <br>It's a damage reflection ability, but it seems to be a constant ability. <br>Check your defense and stamina before fighting.
You've been running hard for so long, so when you're done with this battle, how about taking some time to look at the <br>bonding missions? There may be missions that you have already completed or are close to completing.
My grandfather was a hero who followed Ramiel. <br>Surprisingly, there was something about this place in my grandfather's diary. <br>There were already heroes who came to this world.
In this place ruled by Rachel, the witch of hell, a large number of <br>leathers of hell await you. <br>Please don't lose power to them.
I'm just asking because I can't see your weapon, but what level is it? <br>Because of the conditions of the bonding skill, I'm asking because it's rude. <br>This is because you need to wear a weapon of rank 6 or higher to use it.
It's time to destroy the first Fel Power Source. <br>The heroes who appeared in your grandfather's diary did not succeed, but you will surely succeed.
If it wasn't for you, our world would have been occupied by a darkness as strong as here. Seeing how this world looked, I felt goosebumps. I will watch your fight till the end.
Demonic watchdogs are haunting everywhere. <br>In the past, each one of them was weak, but now <br>they are also strong, so be careful with their teeth.
It doesn't look like the goblin raiders are going to take a rest. <br>Because their attacks infuse the flames of hell, leaving devastating burns <br>. Defeat those ball-like bastards at once.
In a place where powerful demons like this exist, it is difficult to increase combat power by concentrating only on one of the two factors, attack, defense, and stamina. <br>It's because even if you have enough fighting power, you can still be defeated.
As for the Ghosts, it seems that the beings in our world disguised themselves as dead and then followed us. If true, it's a tough affair. <br>Ignore the ghost's damage reflection and cut off the bad relationship.
Watch for goblin robbers appearing during your battles. <br>He's a newcomer and carries a lot of wealth. <br>After a short invincibility period, you can catch it quickly, so don't miss it.
Are you also investing in counterattack among your passives? <br>If you've invested enough, you'd already know. <br>The higher the rank, the more counterattack moves.
The young rats will come in swarms and steal your blood with their new power, the Vampire. Please don't let them take your blood as much as possible.
Come to think of it, I'm sorry that the little swarms seem to be telling you all at once. The little devil box doesn't have any special skills, but it's gotten stronger, so get rid of it as soon as possible.
Bella-sama seems to be in a bad mood when he thinks of him. <br>But with success right before your eyes, defeat evil, drive out darkness, and eliminate the second source of hell's power.
I miss Grazia who has gone on a trip all the way here. <br>I need the power of Grazia, <br>I hope you get the Aether of the Depth Charge to give you strength.
If you've come this far, you must have a high level of ancient artifacts. <br>If you didn't miss the evolution, the permanently increased stats would have helped you fight in this hellish place.
Are you investing in tags among the passive effects? <br>If you invest, even if you are being hit and pushed back, <br>tags will be possible, so consider investing.
<br>I have information that all attacks of the Hell's Human Reavers have a poison effect. If you're poisoned, your movements will slow down, so I guess I'll have to use a tactic that alternates between attack and dodge.
In this battle, we must face both the Fel-Ravengers and the Venom Watchers. You have to fight the powerful one after another. <br>Prepare well before you go into battle.
Every time you prepare for battle or make maintenance, look through the atlas. <br>I wonder if there may be a reward for completing the set.
According to the information, there are a lot of escapees from hell and raiders from hell. Be prepared for quick surprises and damage-reflecting abilities.
There was a time when I came to the poisonous spider, the poisoner of hell, and our troops were almost wiped out. I barely managed to save my life, but I still can't forget that day.
Intelligence has arrived. Although the scouts did not return... . <br>Skulls of darkness, a large number of zombies, and a puppet of darkness <br>Because the soldiers are lining up, break through with a powerful attack.
You have reached the gateway to Belzebub, which has gained the power of hell. <br>Collect all the strength you've been developing, defeat Belzebub, <br>to destroy the third source of hell's power.
If the first three regions were each filled with the power of greed, corruption, and resentment, <br>I think the power of hatred is covering the castle of the soul. <br>You have to defeat him, who still radiates powerful powers of hatred.
There will come a time when you too will need a lot of Dark Crystals. <br>Or have you already come? If you can't complete many achievements and unity missions, go shopping... Hmmm, no. I'm sorry.
How much power is contained in Ramiel's wings? <br>If you develop your wings to the level of Ramiel-sama, you will have the strength to pass even this tough battlefield with humor.
The soldiers created by the witch of hell Rachel will be hard to ignore. <br>Those soldiers must have had the power of hell. <br>There is information that he appears from the entrance, so break through it quickly.
The butcher's ability is simple. Strong power, that's the whole lot. <br>So, it can be more dangerous, so don't fight with force. <br>Fight with a combination of counterattack and evasion.
Seeing the castle of the <br>soul in this world that has long since lost even the soul and lost its function, it doesn't seem like anything else. Without you, the soul of our world would have been like this.
It is said that strong guys welcome you from the entrance. <br>Perhaps the scouts who sent the spy didn't get through the entrance. <br>Be careful as you failed to return without even going through the entrance.
Do you think you will be absorbed in guild warfare to create powerful wings? <br>You will need more and more materials. <br>I look forward to seeing you on the battlefield with wings stronger than you are now.
There is a legend that gargoyles are usually in the form of stone statues. <br>The raiders of Hell have also gained the ability to reduce damage accordingly.
<br>It doesn't seem to matter who is waiting on the top floor anymore. Of course, this opponent will not be easy, but as always, may the tip of your sword pierce the devil's heart... .
The power of darkness that covers the sky seems to be fear. <br>But fear does not work for those who are not afraid. <br>So, wouldn't it work for you too? So shall we go slow?
Watch out for the attack of the spirit of the wizard resurrected from hell. <br>All those attacks have a cold resentment, which freezes anything they touch.
Whew, there are a lot of really strong guys. It would be a very difficult battle if we didn't strengthen the equipment sufficiently. Have you secured the <br>enhancement set effect? All you need to do is upgrade 6 pieces of equipment to level 15 or higher.
The soul of the assassin who was resurrected from hell has gained power that is very favorable to him. Poisoning the opponent with every attack. <br>A quick man slows his opponent down... be sure to be vigilant.
We've always seen Beres as the object of chastisement and wrath, but it seems that Beres of this world has the power to be taken seriously. <br>You can do it after you defeat it, so please be careful.
<br>Who is behind the control of the rulers of each region? He must have had an unimaginable power. <br>I'm afraid. Maybe that person who is absolute darkness... ?
It is said that a fighter resurrected from hell was endowed with power strong enough to stun his opponent. If you fight recklessly, you will lose consciousness, so avoid fighting.
You mustn't ignore it as a place guarded by a goblin hell wizard. <br>The herpes leading to human predators, fugitives from hell and raiders <br>may be difficult to reach until the very end.
The spirits of gladiators resurrected from hell are also empowered. <br>Be careful, as his sword will burn with wrath and if he hits you, you will suffer continuously.
I've come all the way here. You fought really well. But <br>to you, even Nidhogg will be just a passing point. <br>Okay, grab a splendid victory and move on to another future.




















It seems difficult to ignore the commander of the Dark Skeleton Knights now. <br>It's because his ability to increase his attack power has gotten stronger.
If you don't dodge the fire of the Dark Skeleton Archers, you may be frozen. Be careful as there is a high chance of freezing.
Hell Raider's ability to reflect damage has been strengthened. <br>It's because you've gotten stronger. This ability is always maintained. <br>Manage your stamina and defeat it quickly.
It seems that fate is beating you harshly. <br>This dimension, in which the situation is repeated, giving more and more intense trials, <br>I feel like a chain of time from which I can't escape.
The most important thing I taught Goth was defense. But with the damage reflection ability, I think I'll focus on attack. I'm sorry.
Hell's renegade Red Tooth is strong enough to escape from the hell it was imprisoned in. <br>You must not allow him to charge.
<br>I thought we were falling into a deep bog, but we decided to change our minds. We'll come and defeat the darkness of the abyss.
Hell's witch Rachel basically has her attack power much stronger. Yes. Because she wears the ever-maintaining power of darkness, she sees the fight quickly.
<br>I think the reason the power of darkness is getting stronger is because the power of light is getting weaker. <br>Your victory will make the light stronger.
It seems that Caligula has already placed the power of complete darkness in his hands. I can feel the force so strong that even my body trembles. Be careful with each attack.
Check out the Bloodstalker Felbat's behavior. <br>If you rush after flying, you're trying to steal your blood, so make sure to counterattack at that time.
In a forest without fairies, darkness seems to spread quickly. <br>Especially in a place with such strong darkness. <br>I can't meet the fairies, but I wish you all the best... .
The explosive power of the Hellfire Slayer Explosive Spider is very strong. <br>But what scares me more than that is the increased physical strength and attack power. Be careful as you run without mercy.
Let's get rid of the Demon Nest first for a smooth battle. <br>Otherwise, you could end up in a state of poisoning and be attacked by countless <br>bats.
The Dark Worker Ghost has the ability to reflect damage that is always maintained. Your attack power has gotten stronger too, so be careful. <br>And don't use big moves when he's flying.
It is so sad that the forest I loved was swallowed up by the yoke of time. <br>I'm just sorry to Lilith who tried to bring the forest back.
The poisonous spider, the poisoner of hell, has nothing to change. <br>I just gained more strength, stamina, and poison. <br>Well, by this point, things haven't changed.
Looking at this recurring situation, it seems certain that the Ghost brought a lot of monsters and demons when he came to the forest. <br>Rachel, the witch of hell, is scurrying around.
The Hell Destroyer Minotaur is characterized by strength and a strong body that is no less powerful. The damage reduction ability highlights it, so you need a very strong attack power.
You must be well aware of Lilith's power. But the <br>he is now stronger than anything you can think of. <br>Please be careful not to stand in the swamp of pain.
Hell's Workhorse Zombie now always has strong attack power. The attack isn't fast, but he attacks with his subordinates, so don't hesitate to counterattack.
I'm just back from a trip, but I guess there's more to it than I found out. I sensed an unusual air. <br>Something is going on in the dark base.
Hell's Assault Zombie also has the ability to reflect damage, so you must have good defense as well as strong attack power. <br>Your attacks can gnaw at themselves.
Hell's mortal predators have grown much wilder. <br>Strength and survivability have grown. It's still slow, but... .
If you think that nothing has changed with the Venom Watcher, you are a big mistake. The only thing that hasn't changed is the appearance.<br>Everything has become stronger. From tenacious and mean things... .
The stronghold of darkness is another dimension, and it lies deep down there. <br>I thought it had lost its power after the war a hundred years ago, <br>but it seems that the new darkness that has appeared has brought it back to that point.
You may already know that the stone statue of the Guardian Knights of Hell is solid as its name suggests. It has strong attack power and a technique that disables you, so be careful about counterattacking.
Surely you will head to the dark base I discovered. <br>Please be careful. There are demons with dangerous powers and those with powerful dark powers.
Beware of all attacks from the giant demon box of hell. <br>All of that demon's attack can stun you... . <br>And there are a lot of attacks, so make sure you don't get hit even more.
I know Belzebub's power well, but it's a little different now. <br>Aside from saying that I'm much stronger than before... And I can only ask you not to get hit by lightning as much as possible.
The evil goblin hell mercenary leader has acquired the flames of hell. <br>His attacks can burn you, so don't forget to counterattack the moment you attack.
A stronger dark current is also flowing through the Castle of Souls. <br>I'm worried that the great battle that you have experienced or perhaps experienced will never end.
Even the evil goblin hell archer captain, having the flames of hell makes the battle more difficult. Beware of burns <br>Be careful and react to his fire with dodge and counterattack.
It seems that no one was able to avoid the repetition of time. <br>It means that it is not your own curse. But it means that you have colleagues to harm you.
To say that even the cruel goblin hell assassin got the flames of hell. <br>It means that all goblins can burn you. <br>Feed the assassin who rushes more violently with a counterattack.
The demonic butcher of rampant slaughter is wilder and stronger than ever before. They will try to charge you from afar. <br>Be careful when the color of your body changes.
If Miracle returns, I think we will be able to find the vitality of the saint of liberated souls. I'm waiting for that day. <br>I hope you bring that day.
The cunning Goblin Felmage has gained other powers. <br>As the name suggests, it seems that he has acquired the ability to reflect damage. <br>Press him with stronger power and defense.
Even after passing here, a more difficult ordeal may await. <br>That's why you have to have more. But <br>you will always be able to overcome it as you have proven.
It will be a great test for you to face Azrael. <br>If you can quickly overcome two complete conditions, including dismounting it from a horse, you're strong enough.
The heavenly castle that even Daniel cannot see is a lonely battlefield. <br>Besides, attacks from more powerful enemies will make you doubly hard. But I hope you get through it.
The spirit of a wizard resurrected from hell is a symbol of cold power. <br>All attacks can freeze you, <br>before you get into trouble, focus your attacks to take them down.
Both must be strong to defeat the powerful enemy here. <br>No matter how strong you are alone, if your friends are weak, <br>Your strength is halved.
Every attack of an assassin's soul resurrected from hell is poisonous. The probability of poisoning is high, so be careful. <br>If you become addicted, do not panic and counterattack calmly.
You don't want to see a vile and cunning slayer like Bereth again, but he's standing in your way.
Developing equipment is not an easy task. But <br>I'm working hard for you who are struggling, <br>Please give me more strength.
The spirit of a fighter resurrected from hell is powerful enough to knock you out. Dodge that quick and exciting attack well and attack it.
I don't know when the missing angels will return. <br>Maybe they are waiting for you. <br>Get out of here and go rescue them.
The spirit of a gladiator resurrected from hell is engulfed in flames. <br>That power can burn you down, so try to defeat it with a counterattack as much as possible.
Thinking about the old Nidhoggs, you're mistaken. <br>Besides, his subordinates attack from a distance.
From here on, you have to be more careful. <br>Because the ranks of the demons are different.
I hope all the fairies are together now. In that case, it would be better to first raise the level of the fairy with the desired <br>blessing.
The blessings of each fairy don't overlap, and you can get the selected blessing effect from each fairy at the same time, so don't forget to select them all.
Light and darkness are like two sides of the same coin. It means being with <br>always. When one gets stronger, the other gets smaller, but doesn't disappear.
It is said that although Dark looked rough, he showed kindness to Apocalypse. But here, it will come out violently with a stronger <br>power.
<br>I'm guessing there must be a source of strength even in the bridle of eternal time. Because at the end of all time I feel the mighty <br>power of darkness.
Have you heard of dungeons related to costumes? <br>I haven't been there yet, so I don't know. <br>Don't forget to look for it.
When demons find a way, they continue to use it to their displeasure. That's why it's very unpleasant to keep playing around with the souls of heroes.
I wondered why Jeanne made Gregor-sama. <br>Perhaps the adventure with him has become a great memory for you <br>. I had hopes that I would be alive... .
I don't know when we'll meet again, but I hope you get out of this eternal suffering. <br>I hope you get something at the end of this time.
It seems that all tragedies started with my own mistakes. <br>My heart was always heavy. Fortunately, you created the opportunity, so I will create the future with a heart of atonement.
When did Miracle know about his mission? <br>She overcame a harsh and sad fate and saved us <br>I think she was a gift of salvation from God.
Brutus is an angel I know well. He was <br>upright, and unlike his appearance, he was very affectionate. <br>His tragic death left me with a lot of responsibility.
To summarize the battles in the past, I fought fiercely with many powerful enemies. Their appearance is passing by again. <br>I think you will be just like me.
It was also my fault that Daniel chose the power of darkness. I can't turn back time, but I'll try so that no one gets hurt like Daniel did again.
Fortunately, it is said that the human area where you stayed in Elysium is unharmed. I will surely rebuild this celestial realm beyond what it used to be.
Once again, I feel that your appearance is very different. <br>You are exuding a stronger energy than when we first met. <br>Come to think of it, you saved me back then just like now.
I remember the faces of many people who helped me. <br>How do I repay the gratitude I am feeling now? <br>Aren't many faces coming to mind too?
Maybe someday it will start again, but you have ended a great war that I have not finished <br>. <br>You have truly led us into the light.
The size of darkness becomes the power to resurrect absolute darkness. <br>Your and we're mission is to stop the darkness so great that he can return.