








































































































































































































































































































































































































You don't have enough adventure vouchers.
Not enough Dimensional Rift Fragments.
You are running out of magical minerals.
Not enough magic thread.



























It can be obtained from Adventure Hell stages 1-10.
It can be obtained from Adventure Hell stages 2-10.
It can be obtained from Adventure Hell stages 3-10.
It can be obtained from Adventure Hell stages 4-10.
It can be obtained from Adventure Hell stages 5-10.
It can be obtained when worshiping in the Hall of Heroes.
It can be obtained from raids.
It can be obtained from Adventure Normal Stages 6-10.
It can be obtained from Adventure Elite stages 6-10.
It can be obtained from Adventure Nightmare stages 6-10.
It can be obtained from Adventure Hell stages 6-10.
It can be obtained by disassembling equipment.
It can be obtained from Dimension Rift.
It can be obtained by disassembling the costume.



Obtain a Golden Anvil, Heavenly Weapon.
Acquire a Golden Anvil for Divine Armor.
Obtain a Golden Anvil, a Celestial Trinket.
You can choose one of the 11 star weapons.
You can choose one of 11 star armor.
You can choose one of the 11 star ornaments.
You can choose one of the 11 star celestial weapons.
You can choose one of the 11-star heavenly armor.
You can choose one of the 11 star celestial accessories.
You can choose one of the 11-star growth accessories.
You can choose one of the 11-star duel trinkets.
You can choose one of the 11-star eternal trinkets.
You can choose one of the 9-star sacred weapons.
You can choose one of the 9-star sacred armor.
You can choose one of the 9-star sacred trinkets.
You can choose one of the 8-star sacred weapons.
You can choose one of the 8-star sacred armor.
You can choose one of the 8-star sacred trinkets.
You can choose one of the 9-star sacred weapons.
You can choose one of the 9-star sacred armor.
You can choose one of the 9-star sacred trinkets.
You can choose one of the 10-star sacred weapons.
You can choose one of the 10-star sacred armor.
You can choose one of the 10-star sacred trinkets.
You can choose one of the 11 star sacred weapons.
You can choose one of the 11-star sacred armor.
You can choose one of the 11 star sacred trinkets.
Used to convert a 10-star or higher weapon to a higher grade.
Used to convert 10-star or higher armor to a higher grade.
Used to convert a 10-star or higher accessory to a higher grade.
There are not enough advanced weapon upgrade seats.
There are not enough advanced armor upgrade seats.
There are not enough high-end trinkets upgrade seats.
This is an item that allows you to select a luxury upgrade seat.
Obtain one of the 4-10 star weapons.
Acquire one of 4-10 star armor.
Obtain one of 4-10 star trinkets.
Steel hammer used to change quality, the quality is changed from Normal to Superlative.
Shiny Steel Hammer used to change the quality, the quality is changed to Superlative.
Platinum hammer used to change the quality, the quality is changed from superlative to superlative.
Shiny Platinum Hammer used to change the quality, the quality is changed to Express.
Not enough steel hammers.
You lack the Shiny Steel Hammer.
Not enough platinum hammer.
You lack the shiny Platinum Hammer.
This is a low-grade material item used to craft and upgrade items.
This is an intermediate material item used to craft and upgrade items.
This is an advanced material item used to craft and upgrade items.
This item is used to upgrade Eternal Judge's equipment.
You can choose one of the 11-star eternal weapons.
You can choose one of the 11-star eternal armor.