[
	{
		"Name": "Talk_ACT0101_Text1",
		"Text_English": "The City of Light, trampled by demons….",
		"Text_Korean": "빛의 도시란 이름을 가진 루에모스가 악마에게 짓밟히다니….",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0101_Text2",
		"Text_English": "Do you know why the pillar of light appeared?",
		"Text_Korean": "그런데 빛기둥은 왜 나타난 걸까요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0101_Text3",
		"Text_English": "I do not, but we must find its origin! Let us convene with Lord Alfrid.",
		"Text_Korean": "음, 대체 누가 만들어 낸 걸까? 아니, 그것보다 지금은 알프리드님을 찾는 게 먼저겠군.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0103_Text1",
		"Text_English": "Gote! It’s good to see you safe. Why did you flee?",
		"Text_Korean": "고트! 무사해서 다행일세. 피신이라니 대체 어찌 된 일인가?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0103_Text2",
		"Text_English": "Has Lord Alfrid found something? Is that why Rahel is chasing after him?",
		"Text_Korean": "영주님은 긴밀히 알릴 것이 있다며 엘리시움으로 향할 것을 명하셨습니다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0103_Text3",
		"Text_English": "Alfrid knew something. Is that why Rachel is looking for him?",
		"Text_Korean": "영주님은 뭔가 알아내신 거야. 그래서 라헬이 찾고 있는 건가?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0106_Text1",
		"Text_English": "There are still no signs of Lord Alfrid or Rahel.",
		"Text_Korean": "알프리드님도, 라헬도 아직 발견하지 못했군.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0106_Text2",
		"Text_English": "What was that thing?",
		"Text_Korean": "환영의 정체는 무엇일까요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0106_Text3",
		"Text_English": "Don't know. Not sure whether it wanted to help us either, but I felt warmth. It wasn't something evil.",
		"Text_Korean": "나도 알 수 없네. 정말 우리를 도우려 한 건지… <br>다만 따스한 빛과 같았네. 어둠의 존재는 아닌 것 같군.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0110_Text1",
		"Text_English": "Archangel Ramiel, are you all right? What happened?",
		"Text_Korean": "라미엘이시여, 괜찮으십니까? 대체 어떻게 된 일입니까?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0110_Text2",
		"Text_English": "As I've feared, the dark beings have appeared.",
		"Text_Korean": "제가 걱정하던 어둠의 존재가 나타났어요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0110_Text3",
		"Text_English": "Are you saying that those priests are behind all this?",
		"Text_Korean": "그렇다면 칼리굴라로 끝나는 일이 아니란 말입니까? <br>정체불명의 사제들, 그들입니까?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0110_Text4",
		"Text_English": "Yes. Caligula was nothing but a sacrifice. First Luemos, and now the Fairy Forest. <br>This was not the end… It’s only the beginning.",
		"Text_Korean": "그래요. 칼리굴라는 제물에 지나지 않았어요. 이미 루에모스를 지나 요정의 숲까지 <br>어둠으로 물들었지요. 이곳은 종착점이 아니에요. 이제 시작이에요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0110_Text5",
		"Text_English": "Ramiel, do you know anything about the apparition?",
		"Text_Korean": "저… 라미엘이시여, 혹시 성녀의 환영에 대해 아십니까?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0110_Text6",
		"Text_English": "The apparition? Hmm… I am not aware.",
		"Text_Korean": "성녀의 환영이라… 저는 모르는 존재군요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0201_Text1",
		"Text_English": "Bella, the Fairy Forest is corrupted.",
		"Text_Korean": "벨라, 요정의 숲이 짙은 타락의 기운으로 뒤덮였어요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0201_Text2",
		"Text_English": "And the fairies of the forest have disappeared.",
		"Text_Korean": "그것뿐만이 아닙니다. 요정들도 보이지 않습니다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0201_Text3",
		"Text_English": "The power corrupting the forest is making the darkness within me grow stronger. <br>Bella, take my place and help the Champion of Light reach Lilith!",
		"Text_Korean": "릴리스를 도와주던 요정들이… 숲에 퍼진 타락의 힘이 제 안의 절대 어둠을 강하게 만들고 <br>있어요. 릴리스가 걱정되니 움직이기 힘든 저 대신 그대가 빛의 인도자를 도와 릴리스에게 <br>가주었으면 해요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0201_Text4",
		"Text_English": "Could this be the hero from the prophecy? Stay strong Ramiel, I’ll find Lilith and the missing fairies as well!",
		"Text_Korean": "오… 예언의 인물이 나타났군요. 알겠습니다. <br>제가 그분을 도와 요정들을 찾고 릴리스님께 가겠습니다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0202_Text1",
		"Text_English": "Nisse! I’m so glad you’re safe! Where are Rio and Pang? I came here with the Champion of Light to find Lilith.",
		"Text_Korean": "니스! 무사해서 다행이야. 리오와 팡은 어디에 있어? <br>릴리스님께 가기 위해 빛의 인도자와 함께 왔어.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0202_Text2",
		"Text_English": "The hero from the prophecy? <br>I was with Lilith when the ghost attacked, <br>but amongst the chaos we became separated!",
		"Text_Korean": "그 예언의 인물? 어쩐지 인간치고… 구슬려서 릴리스님을 지키려 했는데 잘됐다. <br>참! 고스트의 습격 때문에 모두 도망쳤는데 그만 흩어졌어.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0202_Text3",
		"Text_English": "You just left Lilith and ran? We have to get to her!",
		"Text_Korean": "릴리스님을 두고 도망쳤단 말이야? 어서 릴리스님께 가야 해!",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0202_Text4",
		"Text_English": "Lady Lilith had ordered me to run... <br>But luckily, I think I know where Rio is, let’s go find him!",
		"Text_Korean": "그게… 릴리스님이 다급하게 명하셔서… 다행히 리오가 어디 있는지 알 것 같아. <br>찾으러 가자.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0204_Text1",
		"Text_English": "The fairy's portal leading to Lilith has shut down. <br>It was the only way to Lilith. What's going on? What does Ghost want?",
		"Text_Korean": "릴리스님이 만들어 내신 요정의 문이 닫히다니, 힘이 약해졌나 봐. <br>그게 유일한 문인데… 고스트는 뭔가 음모를 꾸미는 것 같고… 어떡하면 좋아?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0204_Text2",
		"Text_English": "Try to calm down. Lilith said you had to open it again. What did she mean?",
		"Text_Korean": "진정해. 릴리스님께서 너희가 다시 열어야 한다고 말씀하셨어. <br>그게 무슨 뜻이야?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0204_Text3",
		"Text_English": "Reopening the portal takes all three of us. There is no time. <br>We must find Rio and Pan to save Lilith!",
		"Text_Korean": "나와 리오, 팡 셋이 모여 힘을 합치면 요정의 문을 열 수 있어. 그래, 이럴 때가 아니야. <br>어서 다른 친구들을 찾고 릴리스님께 가야 해!",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0206_Text1",
		"Text_English": "Rio, you have to hurry! The Fey Gate has closed!",
		"Text_Korean": "리오, 서둘러야 해. 요정의 문이 닫혀 버렸어.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0206_Text2",
		"Text_English": "I'm worried about Lilith. The corruption… It has something to do with the incident.",
		"Text_Korean": "그렇다면 릴리스님이 걱정되는데… 타락의 힘이 강해지는 것과 연관이 있다면….",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0206_Text3",
		"Text_English": "I hope Lilith did not fall into the darkness. I can't allow that. Let's go find Pan.",
		"Text_Korean": "설마 릴리스님이 타락에 굴복하신 건 아니겠지? 아냐! 안돼! 어서 팡을 찾아가자.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0206_Text4",
		"Text_English": "Ah! Pang must be hiding near Lilith! <br>That idiot probably doesn’t even realize what kind of trouble is in store.",
		"Text_Korean": "이 리오님은 팡이 어디 있는지 알 것 같아. 그 생각 없는 녀석은 릴리스님이 계신 곳에서 <br>멀리 도망치지 못하고 숨어 있을 거야. 분명해.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0209_Text1",
		"Text_English": "Pang, tell me what you heard again. Did Lilith say she would kill everyone?",
		"Text_Korean": "팡, 들었다는 말 다시 말해 봐. 릴리스님이 모두 죽인다고 했다고?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0209_Text2",
		"Text_English": "Someone’s imitating her voice… Lady Lilith would never say something like that! <br>It did sound like her though…",
		"Text_Korean": "누가 똑같이 따라 한 거겠징. 릴리스님이 그런 말을 하실 리 없잖앙. <br>그런데 똑같기는 정말 똑같더랑.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0209_Text3",
		"Text_English": "Unfortunately, it seems like the darkness took over Lilith. Pan, we must open the portal. <br>We must stay strong.",
		"Text_Korean": "잘 들어 팡, 우리는 요정의 문을 열어야 해. 그리고 믿기 힘든 걸 봐도 견뎌야 해.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0209_Text4",
		"Text_English": "I need time to ready my heart…. And I must inform Ramiel! I will make sure she gets the message.",
		"Text_Korean": "마음의 준비가 필요할 것 같아. 그리고 이 사실은 라미엘님께 알려야 해. <br>내가 책임지고 알리겠어.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0303_Text1",
		"Text_English": "What’s happeing here? Beelzebub is the master of the tomb! <br>Why is he trying to kill you, zombie?",
		"Text_Korean": "이보시오. 뭐라 불러야 할지 모르겠지만… 벨제부브가 무덤의 주인이라니 <br>대체 어떻게 된 것이오? 그리고 왜 당신을 없애려 하는 것이오?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0303_Text2",
		"Text_English": "So, you’re Goo-Rwa-Chee-Hwah?!  Sorry, but my memory’s terrible. Frankly, I don’t know who I am…  I only know that I’m being chased for reasons… I do not know.",
		"Text_Korean": "구라치아라고 했나? 미안하지만 난 과거의 기억이 없어. 이유도 모른 채 쫓기고 있다고. <br>그리고 뭐라고 불러도 상관없어. 지금 내게 이름은 중요치 않으니까.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0303_Text3",
		"Text_English": "It’s Grachia. So then zombie, why have you decided to help us?",
		"Text_Korean": "구라치아가 아니라 그라치아요! 음, 그렇다면 좀비 전사여. 우리를 돕는 목적이 무엇이오?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0303_Text4",
		"Text_English": "I wouldn’t call myself a zombie exactly... but regardless, I think the hooded people you’re looking for have something I want as well. That’s the only reason I’m helping you. Anyways, I'll see you around!",
		"Text_Korean": "멋진 나에게 좀비는 좀 그렇지만… 뭐 좋아. <br>당신들이 찾는 후드 쓴 놈들이 내가 찾는 걸 갖고 있는 것 같아. <br>찾는 대상이 같아서 돕는 것뿐이야. 딱히 원하는 건 없어. 그럼, 난 이만.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0305_Text1",
		"Text_English": "He tricked us! He used your strength to get what he needed from <br>the Poisonous Overseer! He may have even lied about seeing <br>the Priest of Death.",
		"Text_Korean": "좀비전사가 우리를 속였소! 그대의 강한 힘을 이용한 게 틀림없소. <br>그가 찾는 것이 맹독의 감시자에게 있었다니, 죽음의 사제를 봤다는 것은 거짓말일 수 있소.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0305_Text2",
		"Text_English": "Did he leave us?",
		"Text_Korean": "그는 우리를 떠난 걸까요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0305_Text3",
		"Text_English": "Yes, the zombie got what he wanted! <br>If Beelzebub desires the Power of Light, than it must be important.",
		"Text_Korean": "흥! 원하는 걸 얻었으니 나타나겠소? 다만 그가 얻은 빛의 구슬에 대해서는 궁금하더군. <br>벨제부브의 보물이라기에는 성스러운 힘이 느껴졌소.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0308_Text1",
		"Text_English": "You have some nerve to come back to us. Do you still want to use us?",
		"Text_Korean": "대체 무슨 낯짝으로 돌아온 것이오? 아직 우리를 이용할 게 남았소?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0308_Text2",
		"Text_English": "Graswasiaa…I’m sorry that I didn’t tell you everything…  But, I must find the Power of Light…  It holds my lost power and memories….",
		"Text_Korean": "구라치아, 전부 말하지 않은 건 미안하지만 난 빛의 구슬을 꼭 찾아야 했어. <br>그건 내 잃어버린 힘과 기억이었거든.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0308_Text3",
		"Text_English": "You would need a high level of magic to achieve that! I don't trust you! And it's Grachia!",
		"Text_Korean": "설마 당신 고위 악마만이 할 수 있는 저주를…? 아니지, 이제는 당신을 믿을 수 없소! <br>그리고 난 그라치아라고!",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0308_Text4",
		"Text_English": "I was once a powerful warrior… Maybe, even better than this fellow. What if I was someone who… who had already saved this world?! Please… Please help me find the rest of the Power of Light, Googoogachia…?",
		"Text_Korean": "이봐, 난 꽤 강한 전사였어. 어쩌면 저 친구보다 강했을걸? 내가 위대한 영웅이었으면 <br>어쩌려고 그래? 그러지 말고 남은 빛의 구슬을 찾을 수 있도록 도와줘, 구라치아.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0310_Text1",
		"Text_English": "Ramiel… Still so voluptuous and beautiful... Your wings, of course!",
		"Text_Korean": "라미엘님이 오셨군요. 여전히 풍만하고 아름답네요. 흠, 그 날개 말이지요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0310_Text2",
		"Text_English": "Your wit hasn’t changed a bit….",
		"Text_Korean": "그 말투는 여전하군요. 그런데 그 모습은….",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0310_Text3",
		"Text_English": "I’m more worried about you, Ramiel. The darkness has became even stronger than before. You must go to Soul Castle. I’ll open the way.",
		"Text_Korean": "저보다 라미엘님의 상태가 걱정이군요. 전보다 절대 어둠이 훨씬 강해졌어요. <br>영혼의 성으로 꼭 가셔야 합니다. 반드시 가는 길을 열어 드리지요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0401_Text1",
		"Text_English": "Arin, I know this is asking a lot, but would you please escort the Champion of Light to the Soul Castle while I suppress this darkness within me?",
		"Text_Korean": "아린, 어려운 부탁이지만 들어줘요. 제 안의 절대 어둠을 진정시킬 빛의 힘을 모으는 동안 <br>그대가 빛의 인도자를 도와 영혼의 성으로 가주세요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0401_Text2",
		"Text_English": "I always wanted to visit Avila, the Soul Fortress. <br>I will be fine, Remiel, for I will be following the pathfinder.",
		"Text_Korean": "영혼의 성에 가보는 게 제 소원이었어요. <br>게다가 명성이 자자한 빛의 인도자와 함께이니 걱정하지 마세요. 라미엘님.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0401_Text3",
		"Text_English": "It’s been a long time since I’ve heard from Soul Castle. <br>Only the gods know what’s going on there. <br>Avoid the High Priest of Death at all cost!",
		"Text_Korean": "부탁할게요, 아린. 교류가 끊어진 지 오래되어 영혼의 성 상황을 모르니 조심해요. <br>그리고 고위 죽음의 사제는 반드시 피하세요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0402_Text1",
		"Text_English": "Miracle was the saint lady and master of the fortress. But Bertha, is she alright? <br>What's the situation?",
		"Text_Korean": "미라클님이 영혼의 성 수장이신 최고위 성녀였군요. <br>그런데 베르타님, 미라클님은 무사하신 가요? 대체 어떤 상황인가요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0402_Text2",
		"Text_English": "Miracle is imprisoned somewhere in the castle. <br>The intruders are preparing for some sort of ritual and I think they’re planning to use her power for it.",
		"Text_Korean": "사실 미라클님은 성 어딘가에 잡혀 있어요. 침략자들은 어떤 의식을 준비하고 있는데 <br>그 의식에 미라클님의 힘을 이용하려는 것으로 보여요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0402_Text3",
		"Text_English": "We don't know what's going to happen when she's no longer needed. We must stop the ritual.",
		"Text_Korean": "오, 안돼… 미라클님의 힘이 필요 없어지면 어떻게 될지 몰라요. 우선 의식을 막아야 해요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0402_Text4",
		"Text_English": "Yes, it seems the Goblin Shaman was hunting souls for the ritual. <br>We must stop that demon and rescue the souls.",
		"Text_Korean": "맞아요. 고블린 술사는 의식을 위해 영혼을 사냥하는 것 같았어요. <br>그 악마를 저지하고 영혼들을 구해야 합니다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0406_Text1",
		"Text_English": "Vulcanus was a tough opponent even for Remiel... <br>Bertha, what is a memory shard that Miracle spoke about?",
		"Text_Korean": "라미엘님께서도 어렵게 상대했던 불카누스가 나타나다니…. <br>그런데 베르타님, 미라클님이 말씀하신 기억의 파편이 무엇인가요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0406_Text2",
		"Text_English": "The Memory Fragment is a magic power that contains Miracle’s memories. <br>Miracle must have foreseen us coming and prepared it for us.",
		"Text_Korean": "미라클님의 기억을 담은 마법의 힘이에요. <br>선지자의 능력을 지닌 미라클님이 우리를 위해 준비해 두신 것 같아요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0406_Text3",
		"Text_English": "Are you saying that the memory shards can tell us what Miracle wants us to know?",
		"Text_Korean": "그 말씀은 기억의 파편을 찾는다면 미라클님이 우리를 위해 남기신 정보를 <br>얻을 수 있다는 뜻인가요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0406_Text4",
		"Text_English": "That’s right. I can extract the memory from the Fragment. <br>We’ll have to find more. They willl guide us where we need to go.",
		"Text_Korean": "맞습니다. 제가 파편에 담긴 기억을 불러낼 수 있어요. 기억의 파편을 꼭 찾아야 합니다. <br>우리에게 나침반이 되어줄 거예요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0410_Text1",
		"Text_English": "Remiel! Wake up!",
		"Text_Korean": "라미엘님! 정신 차리세요!",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0410_Text2",
		"Text_English": "Priests of Death are cruel. Trapping Azrael's soul in the body of his arch nemesis… only to be destroyed again by my hands.",
		"Text_Korean": "죽음의 사제들은 잔인하군요. 아즈라엘의 증오를 이용하기 위해 숙적의 육체에 밀어 넣다니… <br>전 또다시 아즈라엘에게 죽음을 안겼어요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0410_Text3",
		"Text_English": "Remiel…",
		"Text_Korean": "라미엘님….",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0410_Text4",
		"Text_English": "Another battle is waiting for us. If Miracle was taken to Niflheim, it must also mean that Nidhogg, <br>the death apostle, is back. Pathfinder, you need to be ready.",
		"Text_Korean": "하지만 더 큰 싸움이 기다리고 있어요. 미라클이 천공성 니펠헤임에 끌려간 건, <br>죽음의 사도 니드호그가 돌아왔다는 뜻이에요. 빛의 인도자도 각오가 필요할 거예요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0501_Text1",
		"Text_English": "By the gods… Daniel! You're alive! Wait… I can’t sense your power…",
		"Text_Korean": "다니엘, 살아있었군요! 그런데… 그렇게 강했던 당신의 힘이 조금도 느껴지지 않아요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0501_Text2",
		"Text_English": "Thank you for rescuing me. I lost my powers after being taken, <br>but I’m still able to fly. What is that dark power?",
		"Text_Korean": "악마들에게 붙잡히고 힘을 잃었습니다. 하지만 아직 날 수 있으니 괜찮아요. <br>그보다 구하러 오시다니 감격스러워요. 그런데 그 어둠의 힘은…?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0501_Text3",
		"Text_English": "The darkness we fought together is now sealed within me. <br>It’s getting stronger by the minute, Daniel. <br>I know it’s hard for you, but please help us.",
		"Text_Korean": "맞아요, 우리가 함께 싸웠던 절대 어둠을 제 안에 봉인했어요. <br>하지만 어둠의 힘이 강해지고 있어요. 다니엘… 힘들겠지만, 우리를 도와줘요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0501_Text4",
		"Text_English": "The Absolute Darkness within you is moving quickly. <br>Anything for you my dear Ramiel.",
		"Text_Korean": "절대 어둠의 꿈틀거림이 강렬하군요. 알겠습니다. 라미엘이시여. 당신을 위해서라면….",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0504_Text1",
		"Text_English": "Vivian has failed us, I believe you will succeed. <br>Get rid of the ones sneaking into the Heavenly Castle to rescue the Oracle.",
		"Text_Korean": "멍청한 비비안은 실패했지만 넌 성공하리라 믿는다. <br>천공성에 숨어들어 성녀를 빼앗아 가려는 놈들을 반드시 없애라.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0504_Text2",
		"Text_English": "My time has finally come. <br>I will destroy them with my own hands, I swear it!",
		"Text_Korean": "기회를 엿보고 있었습니다. 제 손으로 반드시 그들을 없앨 것입니다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0504_Text3",
		"Text_English": "Hahaha. Good, you felt nothing as you gazed upon them.",
		"Text_Korean": "흐흐흐, 그래. 그놈들을 지켜보면서 어떤 마음도 들지 않던가?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0504_Text4",
		"Text_English": "They’re merely intruders who must be destroyed.",
		"Text_Korean": "그들은 응징해야 하는 침입자 들일 뿐입니다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0507_Text1",
		"Text_English": "They’ll be here soon. <br>Thanks to them, we avoided the humiliation of being enslaved to demons.",
		"Text_Korean": "그들이 곧 오겠군. 그들 덕분에 우리는 악마의 노예라는 굴욕에서 벗어날 수 있었어.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0507_Text2",
		"Text_English": "Speak for yourself.",
		"Text_Korean": "그래서 난 내 식대로 이야기를 나누려 한다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0507_Text3",
		"Text_English": "They must be really strong if you like them. <br>Could they be from the prophecy? <br>Nevertheless, I trust them already. I’ll go get ready now as well.",
		"Text_Korean": "자네 마음에 들다니 정말 강한가 보군. <br>그렇다면 우리의 유지를 걸어볼 만하겠어. 나도 준비를 하지.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0507_Text4",
		"Text_English": "Right, make sure to find out where she is.",
		"Text_Korean": "그래, 그녀가 어디 있는지 확실히 찾아 놔.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0601_Text1",
		"Text_English": "What happened? Do you not remember who I am?",
		"Text_Korean": "대체 어떻게 된 거야? 왜 날 기억하지 못하는 거지?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0601_Text2",
		"Text_English": "I am not sure… I revealed myself because you seemed trustworthy from the way you defeated that demon. I never imagined you were an acquaintance. What a surprise.",
		"Text_Korean": "그대가 악마를 물리치는 걸 보고 믿을 만한 분인 것 같아 모습을 드러낸 건데 <br>저를 아는 분일 줄이야. 놀랍네요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0601_Text3",
		"Text_English": "Did you forget about Lady Ramiel as well?",
		"Text_Korean": "대체 왜…? 설마 라미엘 님에 대해서도…?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0601_Text4",
		"Text_English": "You  know Ramiel? When I woke up, no one was there. <br>That's why I went looking for Ramiel. Now I'll just join up with you. <br>Surely you must be looking for her as well?",
		"Text_Korean": "라미엘 님까지 아십니까? <br>제가 의식을 찾았을 때 주변에는 아무것도 없었습니다. <br>그래서 지금까지 혼자 라미엘 님을 찾고 있었는데 이제 그대와 함께 찾아가면 되겠군요. <br>그 분께 존칭을 쓰는 그대가 다른 목적으로 라미엘 님을 찾는 건… 아니겠지요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0603_Text1",
		"Text_English": "Do you remember Janne, Darc, Ramiel, or Miracle?",
		"Text_Korean": "잔느와 다르크 혹은 라미엘 님이나 미라클 님도 기억나지 않으십니까?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0603_Text2",
		"Text_English": "They sound familiar….",
		"Text_Korean": "그건 아닌 것 같아….",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0603_Text3",
		"Text_English": "So she didn't take all of your memories… <br>But since they can materialize what they took, we need to be prepared. <br>We may have to fight someone who is precious to you.",
		"Text_Korean": "모든 기억을 빼앗긴 건 아니군요. 다만 그들은 빼앗은 기억을 실체화시킬 수 있으니 <br>마음을 굳게 먹어야 합니다. 소중한 추억의 전우와 칼을 맞대어할지도 모르거든요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0603_Text4",
		"Text_English": "I don't remember…how frustrating.",
		"Text_Korean": "답답하군. 지금으로서는 전혀 모르겠어.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0603_Text5",
		"Text_English": "When the memories return, it may be too much to bear. <br>We must defeat those thieves now and retrieve our memeories…. <br>We have no other choice.",
		"Text_Korean": "저도 그런 기분입니다. 기억이 돌아왔을 때에는 자신의 행동 때문에 고통스러울 거예요. <br>그러니 그 기억 도둑들을 서둘러 쓰러뜨리고 기억을 되찾아야 합니다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0605_Text1",
		"Text_English": "Champion of Light, I am glad that I have retrieved my memories of you. <br>I had no idea Darc held them.",
		"Text_Korean": "빛의 인도자, 당신에 대한 기억을 되찾아 다행입니다. 다르크가 가지고 있었을 줄이야.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0605_Text2",
		"Text_English": "Do you know this Apocalypse that Darc spoke of?",
		"Text_Korean": "그런데 다르크가 말한 아포칼립스는 대체 누구지?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0605_Text3",
		"Text_English": "That was the name of the demon who proclaimed he would become the Absolute Darkness and get his revenge. My worst fears have come true….",
		"Text_Korean": "그게… 우려가 현실이 될 줄은 몰랐네요. <br>제가 말씀드렸던 절대 어둠이 되어 복수하겠다고 부르짖은 그 악마의 이름입니다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0606_Text1",
		"Text_English": "Is there a chance that Miracle showed herself to you?",
		"Text_Korean": "미라클 님이 자신을 드러낸 계기가 있었던 건가요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0606_Text2",
		"Text_English": "It was Miracle's illusion that led us when we passed through the Ancient Heros' graveyard.",
		"Text_Korean": "고대 영웅들의 무덤을 지날 때 미라클의 환영이 우리를 이끌었지.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0606_Text3",
		"Text_English": "The Ancient Heroes graveyard… That was where the hero Gregor had fought.",
		"Text_Korean": "고대 영웅들의 무덤이라… 영웅 그레고르 님이 활약하셨던 곳이군요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0606_Text4",
		"Text_English": "Gregor…?",
		"Text_Korean": "그레고르…?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0609_Text1",
		"Text_English": "Your memories had been taken too.",
		"Text_Korean": "빼앗긴 기억이 있었나 보군. 다니엘.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0609_Text2",
		"Text_English": "I had no idea… Either way, it seems your stolen memories were of Gregor. <br>I had not seen him in this form until today. <br>I am glad you have your memories back, Hero.",
		"Text_Korean": "저도 전혀 몰랐습니다. 당신이 빼앗겼던 건 그레고르 님에 대한 기억이 었군요? <br>그레고르 님이 그런 모습이었을 줄은… 그래도 기억을 찾아 다행입니다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0609_Text3",
		"Text_English": "I am as well, though I do feel a bit strange. <br>What memories were returned to you?",
		"Text_Korean": "다행이지… 기분은 불쾌하지만…. 그런데 다니엘이 찾은 기억은 뭐지?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0609_Text4",
		"Text_English": "Very, very precious memories…. <br>Something I must never forget… Something that I must do.",
		"Text_Korean": "아주 소중한 기억입니다. 잊어서는 안 되는 목적… 그래, 내 사명…. 반드시 해야 하는 일….",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0701_Text1",
		"Text_English": "So you’re the Champion of Light. Your skills precede you. <br>But who is she? How could a human purify Seeds of Death…?",
		"Text_Korean": "그대가 빛의 인도자로군. 명성대로 훌륭한 실력이야. 그런데 이 여자의 정체는 뭐지? <br>인간이 죽음의 포자를 정화시킬 수 있다니….",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0701_Text2",
		"Text_English": "My name is Miracle and I’m the Oracle of Soul Castle. <br>The Champion of Light has come to rescue Ramiel. <br>Please tell us the situation in Elisium, Brutus.",
		"Text_Korean": "저는 영혼의 성 성녀 미라클이라고 합니다. 라미엘 님을 구하기 위해 빛의 인도자와 왔어요. <br>브루투스 님 엘리시움의 상황을 알려주세요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0701_Text3",
		"Text_English": "Yes… Daniel returned with Ramiel. <br>But I sensed a powerful darkness from within the both of them. <br>I knew something went wrong so I gathered an army and stopped them. <br>But they were too powerful for us and we couldn’t stop Seeds of Death from spreading",
		"Text_Korean": "그래… 다니엘 님이 라미엘 님을 모시고 돌아왔다. 그런데 두 분에게서 강력한 어둠의 힘이 느껴졌지. 나는 이상하다는 것을 깨닫고 군을 규합해 그들을 막았다. 하지만 강력한 힘 앞에 우리는 무너졌고 죽음의 포자가 퍼지는 것을 막지 못했다….",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0701_Text4",
		"Text_English": "I can’t trust you. <br>If you’re Daniel’s lieutenant, you might be under his influence.",
		"Text_Korean": "나는 당신을 믿을 수 없어. 다니엘의 부관이라는 당신이 그 자를 도왔을 수도 있으니까.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0701_Text5",
		"Text_English": "I understand, human. <br>But if I were a traitor, I would not have helped the humans nor Commander Gaius escape, and the Seeds of Death would not have captured me. <br>I have a duty to protect Elysium. Please let me help.",
		"Text_Korean": "이해한다, 인간이여. 하지만 내가 만일 배신자라면 가이우스 총사령관을 비롯해 다른 인간들을 대피시키지 않았을 것이며 죽음의 포자에 잡혀 있지 않았을 것이다. 나는 모든 것을 되돌릴 책임이 있다. 내가 돕게 해 다오.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0701_Text6",
		"Text_English": "I do not sense any deceit from him. <br>Since he knows Elisium better than anyone, he’ll be a big help. <br>Please help us, Brutus.",
		"Text_Korean": "브루투스 님께 거짓은 느껴지지 않아요. 엘리시움을 잘 아는 브루투스 님이 도와준다면 <br>큰 힘이 될 거에요. 저희를 도와주세요. 브루투스 님.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0702_Text1",
		"Text_English": "What is the scar that led Daniel to choose the path of darkness?",
		"Text_Korean": "다니엘 님이 어둠의 길을 선택하게 만든 상처가 무엇인가요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0702_Text2",
		"Text_English": "Daniel is not a pure angel he is half-human. <br>An angel's power is relative to the size of his wings. His wings were diminished by his mixed blood made him easy prey to discrimination and injustice.",
		"Text_Korean": "그 분은 순수한 천사가 아니다. 인간의 피가 섞여 있지. 그래서 작고 약한 날개를 가졌다. 천사의 힘은 날개의 힘에 비례한다. 순수 혈통도 아닌 약한 존재는 무시와 차별의 먹이가 되지.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0702_Text3",
		"Text_English": "I understand what Daniel has gone through, I too have walked that path. <br>How can such discrimination and injustice exist among those who represent goodness and light?",
		"Text_Korean": "저는 다니엘 님이 받은 기분을 잘 알 것 같아요. 저 또한 그런 길을 걸어왔으니까요. <br>참 슬프군요. 선의 실천자이며 빛의 대리자인 천사들의 세계에 무시와 차별이 있다는 것이요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0702_Text4",
		"Text_English": "As angels, we believe that we are the race chosen by light. <br>Our blood heritage must be pure. <br>Even my comrades and I did not accept Daniel as our Captain at first…. <br>But even so, Daniel truly tried to love this world.",
		"Text_Korean": "우리는 스스로를 빛의 선택을 받은 종족이라고 믿고 있다. 그래서 혈통에 대한 결벽으로 가득 차 있지. 나와 동료들 조차 처음에는 다니엘 님을 상관으로 인정하지 않았다. 하지만 다니엘 님은 자신의 세계를 사랑하기에 무한히 노력했다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0702_Text5",
		"Text_English": "The world he loved denied him and pushed him away. <br>That would leave such a scar…. <br>(To self) The pain may be enough to make you regret even being born.",
		"Text_Korean": "자신이 사랑하는 세계가 다가가는 자신을 외면하고 밀어냈군요. <br>그런 경험은 정말 고통스러워요. 태어났다는 사실을 원망하게 되지요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0702_Text6",
		"Text_English": "You must have gone through much as well. <br>Daniel gave his everything to better himself and prove his worth, <br>but it had little effect on his naysayers. <br>Perhaps I was also responsible. So I must do what is right.",
		"Text_Korean": "너도 큰 고통을 겪었나 보군. 다니엘 님은 다시 태어나는 수준의 노력으로 강한 힘을 얻고 <br>그 위치에 오르게 되었다. 하지만 조금 나아졌을 뿐 곁에서 보는 내가 분할 정도로 공기는 바뀌지 않았지. 어쩌면 나 또한 가해자일 것이다. 그러니 난 이 일에 책임을 져야 한다.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0707_Text1",
		"Text_English": "Looks like Absolute Darkness can’t use all of his power yet. Maybe he’s preparing for something while blocking off the power of light flowing in Elisium. <br>I hope it’s because Ramiel is fighting back inside him.",
		"Text_Korean": "아직 절대 어둠은 완벽한 힘을 사용할 수 없는 것 같아요. 그래서 앨리시움에 흐르는 빛의 힘을 차단하고 뭔가 준비하고 있는 게 아닐까요? 라미엘 님의 의식이 저항하고 있는 것이라면 좋겠네요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0707_Text2",
		"Text_English": "If that’s true, then what should we do?",
		"Text_Korean": "만약 그게 사실이라면 우리가 뭘 하면 되지?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0707_Text3",
		"Text_English": "I don’t know what he’s hiding, but it doesn’t change our task. <br>Now is our only chance to separate Ramiel from Absolute Darkness before he recovers his full power.",
		"Text_Korean": "어떤 것을 숨기고 있는지 모르겠어요. 하지만 우리가 해야 하는 건 변함없어요. <br>절대 어둠이 완전한 상태가 아닌 지금이 라미엘 님에게서 떼어 놓을 수 있는 기회에요.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0707_Text4",
		"Text_English": "Who knows what scheme awaits…. <br>But the best opportunity is when the enemy is most vulnerable.",
		"Text_Korean": "어떤 음모가 있을지도 모르지만… 적이 가장 약할 때가 기회라는 건 변함이 없겠지.",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0709_Text1",
		"Text_English": "Now the most important battle awaits. Have you prepared?",
		"Text_Korean": "이제 가장 중요한 싸움이 남았어요. 마음의 준비는 되셨나요?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0709_Text2",
		"Text_English": "What if Ramiel has been completely consumed by Absolute Darkness?",
		"Text_Korean": "만약 라미엘 님이 형체도 없이 어둠에 먹혔다면 어떻게 해야 하지?",
		"Text_Other": ""
	},
	{
		"Name": "Talk_ACT0709_Text3",
		"Text_English": "Even so, our role remains unchanged. <br>We must defeat the darkness and save Ramiel to save the light. <br>When you carry out your mission, it’ll be time to carry out mine. <br>Please don’t lose hope.",
		"Text_Korean": "그렇다 해도 우리의 역할은 변함이 없어요. 어둠을 물리치고 라미엘 님을 구해내 빛을 찾는 것, 그것뿐이에요. 그대의 사명을 다한 뒤에는 제가 사명을 다할 차례가 올 거예요. 마지막까지 의지를 잃지 마세요.",
		"Text_Other": ""
	}
]